{
  "1-1": {
    "curiosidade": [
      {
        "texto": "O Reino de Gana, localizado na África Ocidental, foi o primeiro grande império da região, conhecido por seu comércio de ouro e sal."
      },
      {
        "texto1": "A África é o berço da humanidade, onde os primeiros seres humanos evoluíram."
      }
    ]
  },
  "1-2": {
    "curiosidade": [
      {
        "texto": "O Império Etíope foi uma das poucas nações africanas a resistir à colonização europeia durante o século XIX."
      },
      {
        "texto1": "O Egito Antigo foi uma das civilizações mais avançadas da história, construindo as famosas pirâmides."
      }
    ]
  },
  "1-3": {
    "curiosidade": [
      {
        "texto": "A Guerra dos Bôeres foi um conflito que ocorreu na África do Sul entre os colonos de origem holandesa e britânica."
      },
      {
        "texto1": "O Reino de Aksum, localizado na Etiópia moderna, foi uma das primeiras grandes civilizações da África."
      }
    ]
  },
  "1-4": {
    "curiosidade": [
      {
        "texto": "O Reino de Cartago, situado no norte da África, rivalizou com Roma no período da República Romana."
      },
      {
        "texto1": "A Grande Muralha da China é uma das maiores obras de engenharia da história, construída para proteger o país de invasões."
      }
    ]
  },
  "1-5": {
    "curiosidade": [
      {
        "texto": "O Reino de Kush, localizado na região do atual Sudão, foi um importante centro de comércio e poder no Antigo Egito."
      },
      {
        "texto1": "O Império Inca foi a maior civilização da América pré-colombiana, conhecida por sua arquitetura e sistema de estradas avançados."
      }
    ]
  },
  "1-6": {
    "curiosidade": [
      {
        "texto": "O Reino do Mali, na África Ocidental, foi famoso por seu governante Mansa Musa, considerado um dos homens mais ricos da história."
      },
      {
        "texto1": "A Revolução Industrial marcou uma mudança significativa na sociedade e na economia, impulsionada pela invenção de máquinas e fábricas."
      }
    ]
  },
  "1-7": {
    "curiosidade": [
      {
        "texto": "O Império Songhai, localizado na África Ocidental, foi um dos maiores impérios da história africana."
      },
      {
        "texto1": "A Revolução Francesa foi um período de intensa mudança política e social na França, com impactos duradouros em todo o mundo."
      }
    ]
  },
  "1-8": {
    "curiosidade": [
      {
        "texto": "O Reino de Axum, na Etióópia, foi uma importante potência comercial e religiosa, com ligações marítimas com o Egito, Índia e Império Romano."
      },
      {
        "texto1": "O Império Mongol, liderado por Genghis Khan, foi o maior império contíguo da história, estendendo-se da Ásia Oriental à Europa Oriental."
      }
    ]
  },
  "1-9": {
    "curiosidade": [
      {
        "texto": "O Reino de Marrocos tem uma longa história, com influências berberes, árabes e europeias ao longo dos séculos."
      },
      {
        "texto1": "A Declaração de Independência dos Estados Unidos, assinada em 4 de julho de 1776, foi um marco importante na luta pela independência das colônias americanas."
      }
    ]
  },
  "1-10": {
    "curiosidade": [
      {
        "texto": "O Império Otomano, fundado no século XIII, dominou uma vasta área que incluía partes da Europa, Ásia e África por mais de 600 anos."
      },
      {
        "texto1": "A Revolução Industrial na Grã-Bretanha teve um grande impacto na transformação da sociedade e da economia, impulsionando a produção em larga escala e a urbanização."
      }
    ]
  },
  "1-11": {
    "curiosidade": [
      {
        "texto": "O Reino do Congo, localizado na região central da África, foi um poderoso estado pré-colonial conhecido por seu comércio de marfim e escravos."
      },
      {
        "texto1": "A Batalha de Waterloo, em 18 de junho de 1815, foi um evento crucial na história europeia, marcando a derrota final de Napoleão Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosidade": [
      {
        "texto": "O Império Mali, liderado pelo famoso rei Mansa Musa, foi um centro de comércio, aprendizado e riqueza no Oeste da África medieval."
      },
      {
        "texto1": "A Revolução Russa, ocorrida em 1917, levou à queda do Império Russo e à formação da União Soviética, inaugurando uma nova era política e social."
      }
    ]
  },
  "1-13": {
    "curiosidade": [
      {
        "texto": "O Império Asteca, localizado no México, foi uma das maiores civilizações pré-colombianas, conhecida por sua arquitetura e avanços na agricultura."
      },
      {
        "texto1": "A Revolução Industrial nos Estados Unidos transformou o país em uma potência industrial e econômica global no século XIX."
      }
    ]
  },
  "1-14": {
    "curiosidade": [
      {
        "texto": "O Reino de Benim, na região que hoje é a Nigéria, foi um importante centro comercial e cultural na África Ocidental pré-colonial."
      },
      {
        "texto1": "A Proclamação de Emancipação, emitida pelo presidente dos Estados Unidos Abraham Lincoln em 1º de janeiro de 1863, libertou os escravos nos estados confederados durante a Guerra Civil Americana."
      }
    ]
  },
  "1-15": {
    "curiosidade": [
      {
        "texto": "O Império Bizantino, com sede em Constantinopla, manteve a herança do Império Romano do Oriente e teve um papel crucial na preservação da cultura clássica."
      },
      {
        "texto1": "A Guerra Fria foi um período de tensão política e militar entre os Estados Unidos e a União Soviética, caracterizado pela rivalidade ideológica e competição global."
      }
    ]
  },
  "1-16": {
    "curiosidade": [
      {
        "texto": "O Reino do Zimbábue, na África Austral, foi um importante centro comercial e cultural durante a Idade Média."
      },
      {
        "texto1": "A Revolução Industrial na Alemanha impulsionou o desenvolvimento econômico e tecnológico do país, tornando-o uma potência industrial no século XIX."
      }
    ]
  },
  "1-17": {
    "curiosidade": [
      {
        "texto": "O Império Gupta, na Índia, foi conhecido como a Idade de Ouro da Índia devido ao seu florescimento nas artes, ciências e comércio."
      },
      {
        "texto1": "A Guerra Civil Americana, que ocorreu de 1861 a 1865, foi um conflito sangrento entre os estados do Norte e do Sul dos Estados Unidos, principalmente sobre a questão da escravidão."
      }
    ]
  },
  "1-18": {
    "curiosidade": [
      {
        "texto": "O Reino de Portugal desempenhou um papel fundamental na Era dos Descobrimentos, explorando rotas marítimas e estabelecendo colônias ao redor do mundo."
      },
      {
        "texto1": "A Revolução Mexicana, iniciada em 1910, resultou na derrubada do governo ditatorial de Porfirio Díaz e na busca por justiça social e reformas políticas no México."
      }
    ]
  },
  "1-19": {
    "curiosidade": [
      {
        "texto": "O Império Maia, localizado na Mesoamérica, foi uma das civilizações mais avançadas da antiguidade, conhecida por sua escrita hieroglífica e complexos sistemas de calendário."
      },
      {
        "texto1": "A Revolução Industrial no Japão, ocorrida no final do século XIX, impulsionou a modernização do país e sua transformação em uma potência industrial."
      }
    ]
  },
  "1-20": {
    "curiosidade": [
      {
        "texto": "O Reino de Buganda, localizado na região que hoje é Uganda, desempenhou um papel importante na história e cultura da África Oriental."
      },
      {
        "texto1": "A Segunda Guerra Mundial, ocorrida de 1939 a 1945, foi o conflito global mais devastador da história, envolvendo as principais potências mundiais em um conflito militar em larga escala."
      }
    ]
  },
  "1-21": {
    "curiosidade": [
      {
        "texto": "O Império Romano foi um dos maiores impérios da história, conhecido por sua engenharia, legislação e influência duradoura na cultura ocidental."
      },
      {
        "texto1": "A Revolução Industrial na França, no século XIX, trouxe avanços tecnológicos e mudanças socioeconômicas significativas para o país."
      }
    ]
  },
  "1-22": {
    "curiosidade": [
      {
        "texto": "O Reino de Kongo, na região central da África, teve um importante papel no comércio transatlântico de escravos durante os séculos XVI e XVII."
      },
      {
        "texto1": "A Guerra de Independência dos Estados Unidos, travada de 1775 a 1783, resultou na formação dos Estados Unidos como uma nação independente."
      }
    ]
  },
  "1-23": {
    "curiosidade": [
      {
        "texto": "O Império Persa, sob o reinado de Ciro, o Grande, estabeleceu um dos maiores impérios da antiguidade, conhecido por sua tolerância religiosa e governança eficiente."
      },
      {
        "texto1": "A Revolução Industrial na Rússia, no século XIX, transformou a economia russa e impulsionou o crescimento industrial do país."
      }
    ]
  },
  "1-24": {
    "curiosidade": [
      {
        "texto": "O Reino do Butão, na Ásia, é conhecido por sua política de Felicidade Interna Bruta, buscando o bem-estar material e espiritual de seus cidadãos."
      },
      {
        "texto1": "A Revolução Haitiana, ocorrida entre 1791 e 1804, foi a primeira revolta de escravos bem-sucedida na história, levando à independência do Haiti e ao fim da escravidão na colônia francesa de Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosidade": [
      {
        "texto": "O Império Inca, localizado na região dos Andes, foi a maior civilização pré-colombiana, conhecida por sua arquitetura em pedra e avançados sistemas agrícolas."
      },
      {
        "texto1": "A Revolução Industrial na Bélgica, no século XIX, impulsionou o desenvolvimento do país como um centro industrial e comercial na Europa."
      }
    ]
  },
  "1-26": {
    "curiosidade": [
      {
        "texto": "O Reino de Axum, na atual Etiópia, foi um importante centro de comércio e uma das primeiras civilizações cristãs na África."
      },
      {
        "texto1": "A Revolução Francesa, ocorrida entre 1789 e 1799, foi um período de intensa agitação política e social na França, resultando na queda da monarquia e no estabelecimento da República Francesa."
      }
    ]
  },
  "1-27": {
    "curiosidade": [
      {
        "texto": "O Império Austro-Húngaro, estabelecido em 1867, foi uma grande potência na Europa Central, compreendendo várias nacionalidades e culturas diferentes."
      },
      {
        "texto1": "A Revolução Industrial no Canadá, no século XIX, impulsionou o crescimento econômico do país, especialmente na indústria de manufatura e transporte."
      }
    ]
  },
  "1-28": {
    "curiosidade": [
      {
        "texto": "O Reino de Kush, localizado na região do Sudão moderno, foi um poderoso reino que controlava rotas comerciais entre a África Central e o Mediterrâneo."
      },
      {
        "texto1": "A Revolução Industrial na Itália, no século XIX, transformou o país de uma economia predominantemente agrícola em uma potência industrial e comercial."
      }
    ]
  },
  "1-29": {
    "curiosidade": [
      {
        "texto": "O Império Chinês, sob a dinastia Tang, foi um dos períodos mais prósperos da história chinesa, conhecido por seu comércio e intercâmbio cultural."
      },
      {
        "texto1": "A Revolução Industrial na Espanha, no século XIX, teve um impacto significativo no desenvolvimento econômico e social do país."
      }
    ]
  },
  "1-30": {
    "curiosidade": [
      {
        "texto": "O Império Britânico foi o maior império da história, abrangendo territórios em todo o mundo e exercendo uma influência política e cultural duradoura."
      },
      {
        "texto1": "A Revolução Industrial na Austrália, no século XIX, impulsionou a economia do país, principalmente por meio da exploração de recursos naturais e do desenvolvimento de indústrias manufatureiras."
      }
    ]
  },
  "1-31": {
    "curiosidade": [
      {
        "texto": "O Reino de Imerícia, na atual Geórgia, teve um papel importante na história do Cáucaso e foi um centro de comércio e cultura na região."
      },
      {
        "texto1": "A Revolução Industrial na Índia, no século XIX, trouxe mudanças significativas na economia e sociedade do país, impulsionando o crescimento da indústria têxtil e do setor de transportes."
      }
    ]
  },
  "2-1": {
    "curiosidade": [
      {
        "texto": "O Império Otomano, estabelecido no século XIII, foi um dos maiores impérios da história, abrangendo territórios na Europa, Ásia e África."
      },
      {
        "texto1": "A Revolução Industrial na Suécia, no século XIX, transformou o país em uma importante potência industrial, especialmente no setor de mineração e metalurgia."
      }
    ]
  },
  "2-2": {
    "curiosidade": [
      {
        "texto": "O Reino de Marrocos, localizado no norte da África, possui uma rica história que remonta aos tempos antigos e desempenhou um papel crucial nas rotas comerciais trans-saarianas."
      },
      {
        "texto1": "A Revolução Industrial no Brasil, no século XIX, impulsionou o crescimento da indústria e a modernização do país, especialmente com a expansão do setor cafeeiro."
      }
    ]
  },
  "2-3": {
    "curiosidade": [
      {
        "texto": "O Império Mongol, liderado por Genghis Khan, foi o maior império contíguo da história, estendendo-se da Ásia Oriental à Europa Oriental."
      },
      {
        "texto1": "A Revolução Industrial na Argentina, no século XIX, impulsionou o desenvolvimento econômico do país, especialmente no setor agrícola e na indústria de alimentos."
      }
    ]
  },
  "2-4": {
    "curiosidade": [
      {
        "texto": "O Reino de Sucotra, localizado no arquipélago de mesmo nome no Oceano Índico, é conhecido por sua flora única e paisagens exuberantes."
      },
      {
        "texto1": "A Revolução Industrial no Chile, no século XIX, impulsionou o desenvolvimento econômico do país, especialmente na mineração e na indústria do cobre."
      }
    ]
  },
  "2-5": {
    "curiosidade": [
      {
        "texto": "O Império Espanhol foi um dos maiores impérios da história, estendendo-se por vastas partes da Europa, América, África e Ásia."
      },
      {
        "texto1": "A Revolução Industrial na Grécia, no século XIX, trouxe mudanças significativas na economia do país, especialmente no setor marítimo e na indústria têxtil."
      }
    ]
  },
  "2-6": {
    "curiosidade": [
      {
        "texto": "O Reino de Tonga, no Pacífico Sul, é a única nação do continente oceânico a nunca ter sido colonizada por uma potência estrangeira."
      },
      {
        "texto1": "A Revolução Industrial no México, no século XIX, trouxe mudanças econômicas e sociais profundas para o país, impulsionando o desenvolvimento da indústria têxtil, do setor de mineração e da infraestrutura de transporte."
      }
    ]
  },
  "2-7": {
    "curiosidade": [
      {
        "texto": "O Império Bizantino, com capital em Constantinopla, foi um dos impérios mais duradouros da história, preservando a cultura e a herança do Império Romano do Oriente."
      },
      {
        "texto1": "A Revolução Industrial na Áustria, no século XIX, impulsionou o crescimento econômico do país, especialmente na indústria siderúrgica e na produção de máquinas."
      }
    ]
  },
  "2-8": {
    "curiosidade": [
      {
        "texto": "O Reino de Granada, localizado na Península Ibérica, foi o último reduto muçulmano na região antes de ser conquistado pelos reinos cristãos durante a Reconquista."
      },
      {
        "texto1": "A Revolução Industrial na Noruega, no século XIX, trouxe mudanças significativas na economia do país, especialmente na indústria madeireira, pesqueira e de energia hidrelétrica."
      }
    ]
  },
  "2-9": {
    "curiosidade": [
      {
        "texto": "O Império Maurya, na Índia antiga, foi um dos maiores impérios da época, unificando grande parte do subcontinente indiano sob um único governo."
      },
      {
        "texto1": "A Revolução Industrial na Finlândia, no século XIX, transformou o país de uma economia agrária para uma economia industrializada, especialmente na indústria de papel e celulose."
      }
    ]
  },
  "2-10": {
    "curiosidade": [
      {
        "texto": "O Reino de Aksum, localizado na atual Etiópia e Eritreia, foi um importante centro comercial e cultural na Antiguidade, controlando rotas comerciais entre a África, Ásia e Europa."
      },
      {
        "texto1": "A Revolução Industrial na Coreia do Sul, a partir da década de 1960, impulsionou o rápido desenvolvimento econômico e industrial do país, conhecido como o 'Milagre do Rio Han'."
      }
    ]
  },
  "2-11": {
    "curiosidade": [
      {
        "texto": "O Império Carolíngio, fundado por Carlos Magno, foi um império europeu que abrangia grande parte da Europa Ocidental durante a Idade Média."
      },
      {
        "texto1": "A Revolução Industrial na Polônia, no século XIX, transformou o país de uma economia agrícola para uma economia industrializada, especialmente na indústria têxtil e siderúrgica."
      }
    ]
  },
  "2-12": {
    "curiosidade": [
      {
        "texto": "A Revolução Francesa, ocorrida entre 1789 e 1799, foi um evento que marcou a transição da monarquia absoluta para a república na França, com importantes repercussões políticas e sociais."
      },
      {
        "texto1": "A Primeira Guerra Mundial, que ocorreu de 1914 a 1918, foi um conflito global que envolveu as principais potências mundiais da época e teve um impacto significativo na geopolítica e na sociedade do século XX."
      }
    ]
  },
  "2-13": {
    "curiosidade": [
      {
        "texto": "O Tratado de Tordesilhas, assinado em 1494, dividiu as terras descobertas e a serem descobertas entre Portugal e Espanha, estabelecendo as bases para a colonização das Américas pelos dois países."
      },
      {
        "texto1": "A Guerra Fria, que durou de 1947 a 1991, foi um período de tensão política, militar e ideológica entre os Estados Unidos e a União Soviética, caracterizado pela rivalidade entre os dois blocos liderados por essas potências."
      }
    ]
  },
  "2-14": {
    "curiosidade": [
      {
        "texto": "O Dia dos Namorados, comemorado em 14 de fevereiro, tem origem em homenagens a São Valentim, um sacerdote romano que foi martirizado por casar soldados secretamente, desafiando as ordens do imperador Cláudio II."
      },
      {
        "texto1": "O Tratado de Versalhes, assinado em 1919, marcou o fim da Primeira Guerra Mundial e impôs pesadas sanções à Alemanha, estabelecendo as bases para o período de entre guerras e para o surgimento da Segunda Guerra Mundial."
      }
    ]
  },
  "2-15": {
    "curiosidade": [
      {
        "texto": "No dia 15 de fevereiro de 1898, o navio de guerra USS Maine explodiu no porto de Havana, em Cuba, um evento que teve um papel significativo na eclosão da Guerra Hispano-Americana."
      },
      {
        "texto1": "Em 15 de fevereiro de 1954, o Canadá adotou oficialmente a bandeira vermelha e branca com a folha de bordo, tornando-se o símbolo nacional do país."
      }
    ]
  },
  "2-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de fevereiro de 1923, o Egito foi proclamado como um reino independente, encerrando o período de domínio britânico e estabelecendo uma monarquia constitucional."
      },
      {
        "texto1": "No dia 16 de fevereiro de 1968, ocorreu a famosa Batalha de Huế, um dos principais confrontos durante a Guerra do Vietnã, entre as forças norte-americanas e vietcongues."
      }
    ]
  },
  "2-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de fevereiro de 1867, o Reino Unido assinou o Tratado de Roma com o Reino da Itália, reconhecendo a unificação da Itália e encerrando o domínio dos Estados Papais."
      },
      {
        "texto1": "No dia 17 de fevereiro de 1979, ocorreu a Revolução Islâmica no Irã, que resultou na queda do Xá Mohammad Reza Pahlavi e na ascensão do Aiatolá Khomeini ao poder."
      }
    ]
  },
  "2-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de fevereiro de 1930, ocorreu o famoso incidente conhecido como a 'Marcha do Sal' na Índia, liderada por Mahatma Gandhi, como um protesto não violento contra os impostos britânicos sobre o sal."
      },
      {
        "texto1": "No dia 18 de fevereiro de 1954, os cientistas James Watson e Francis Crick descobriram a estrutura do DNA, um marco importante para a compreensão da genética e da hereditariedade."
      }
    ]
  },
  "2-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de fevereiro de 1878, Thomas Edison recebeu a patente do fonógrafo, um dos primeiros dispositivos capazes de gravar e reproduzir sons."
      },
      {
        "texto1": "No dia 19 de fevereiro de 1942, durante a Segunda Guerra Mundial, o presidente dos Estados Unidos, Franklin D. Roosevelt, assinou a Ordem Executiva 9066, autorizando a internação de cidadãos japoneses e nipo-americanos em campos de concentração."
      }
    ]
  },
  "2-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de fevereiro de 1962, o astronauta americano John Glenn se tornou o primeiro americano a orbitar a Terra, a bordo da espaçonave Friendship 7."
      },
      {
        "texto1": "No dia 20 de fevereiro de 1986, ocorreu o lançamento da estação espacial Mir, tornando-se a primeira estação espacial modular em órbita da Terra."
      }
    ]
  },
  "2-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de fevereiro de 1848, foi publicado o Manifesto Comunista, escrito por Karl Marx e Friedrich Engels, um documento fundamental para a ideologia comunista."
      },
      {
        "texto1": "No dia 21 de fevereiro de 1965, o ativista afro-americano Malcolm X foi assassinado em Nova York, um evento que teve um impacto significativo no movimento pelos direitos civis nos Estados Unidos."
      }
    ]
  },
  "2-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de fevereiro de 1632, o filósofo René Descartes publicou sua obra filosófica mais famosa, o 'Discurso do Método', que estabeleceu as bases do racionalismo moderno."
      },
      {
        "texto1": "No dia 22 de fevereiro de 1980, a equipe de hóquei no gelo dos Estados Unidos derrotou a equipe da União Soviética em um jogo histórico conhecido como 'Milagre no Gelo' durante os Jogos Olímpicos de Inverno de 1980."
      }
    ]
  },
  "2-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de fevereiro de 1945, durante a Segunda Guerra Mundial, as tropas americanas e filipinas recapturaram a cidade de Manila, nas Filipinas, após intensos combates contra as forças japonesas."
      },
      {
        "texto1": "No dia 23 de fevereiro de 1981, ocorreu o golpe militar na Espanha, conhecido como o '23-F', quando um grupo de guardas civis invadiu o parlamento espanhol em uma tentativa fracassada de golpe de Estado."
      }
    ]
  },
  "2-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de fevereiro de 1868, ocorreu o início da Revolução Gloriosa na Espanha, um movimento que levou à queda da rainha Isabella II e ao estabelecimento de um governo provisório."
      },
      {
        "texto1": "No dia 24 de fevereiro de 1989, o cientista britânico Tim Berners-Lee apresentou a proposta para a criação da World Wide Web, um dos marcos mais importantes da história da internet."
      }
    ]
  },
  "2-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de fevereiro de 1836, ocorreu a Batalha do Alamo, um confronto entre as forças mexicanas e os defensores texanos, que se tornou um símbolo de coragem e resistência na história do Texas."
      },
      {
        "texto1": "No dia 25 de fevereiro de 1956, o líder soviético Nikita Khrushchev fez um discurso secreto no 20º Congresso do Partido Comunista da União Soviética, denunciando os crimes e excessos cometidos durante o regime de Josef Stalin."
      }
    ]
  },
  "2-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de fevereiro de 1815, ocorreu a Batalha de Waterloo, na Bélgica, onde as forças do imperador Napoleão Bonaparte foram derrotadas pelas tropas da coalizão liderada pelo duque de Wellington, marcando o fim definitivo do império napoleônico."
      },
      {
        "texto1": "No dia 26 de fevereiro de 1993, ocorreu o atentado ao World Trade Center, em Nova York, quando um caminhão-bomba explodiu na garagem do complexo, resultando em seis mortes e centenas de feridos."
      }
    ]
  },
  "2-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de fevereiro de 1900, a companhia cinematográfica norte-americana Universal Pictures foi fundada, tornando-se uma das mais antigas e influentes produtoras de filmes do mundo."
      },
      {
        "texto1": "No dia 27 de fevereiro de 1933, o incêndio no Reichstag, o parlamento alemão em Berlim, foi utilizado pelos nazistas como pretexto para restringir as liberdades civis e consolidar seu poder."
      }
    ]
  },
  "2-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de fevereiro de 1953, o cientista James Watson e o biólogo Francis Crick descobriram a estrutura da molécula de DNA, uma das descobertas mais importantes da história da biologia."
      },
      {
        "texto1": "No dia 28 de fevereiro de 1986, a espaçonave espacial Challenger explodiu logo após o lançamento, resultando na morte de todos os sete astronautas a bordo."
      }
    ]
  },
  "2-29": {
    "curiosidade": [
      {
        "texto": "No dia 28 de fevereiro de 1986, a espaçonave espacial Challenger explodiu logo após o lançamento, resultando na morte de todos os sete astronautas a bordo."
      },
      {
        "texto1": "Em 28 de fevereiro de 1953, o cientista James Watson e o biólogo Francis Crick descobriram a estrutura da molécula de DNA, uma das descobertas mais importantes da história da biologia."
      }
    ]
  },
  "3-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de março de 1872, o Parque Nacional de Yellowstone foi estabelecido nos Estados Unidos, tornando-se o primeiro parque nacional do mundo."
      },
      {
        "texto1": "No dia 1º de março de 1994, o grupo musical brasileiro Mamonas Assassinas morreu em um trágico acidente aéreo, interrompendo precocemente a ascensão meteórica da banda."
      }
    ]
  },
  "3-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de março de 1956, ocorreu a independência de Marrocos, encerrando o período de colonização francesa no país."
      },
      {
        "texto1": "No dia 2 de março de 1962, o cantor e compositor americano Bob Dylan lançou seu primeiro álbum de estúdio, intitulado 'Bob Dylan', que se tornou um marco na música folk."
      }
    ]
  },
  "3-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de março de 1845, a Flórida foi admitida como o 27º estado dos Estados Unidos, expandindo o território do país na região do Golfo do México."
      },
      {
        "texto1": "No dia 3 de março de 1913, ocorreu o Desfile das Sufragistas em Washington D.C., onde milhares de mulheres marcharam pela conquista do direito ao voto nos Estados Unidos."
      }
    ]
  },
  "3-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de março de 1789, ocorreu a posse do primeiro presidente dos Estados Unidos, George Washington, marcando o início da história presidencial do país."
      },
      {
        "texto1": "No dia 4 de março de 1933, o presidente Franklin D. Roosevelt tomou posse durante a Grande Depressão, pronunciando o famoso discurso de inauguração com a frase 'A única coisa que temos a temer é o próprio medo'."
      }
    ]
  },
  "3-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de março de 1953, o líder soviético Joseph Stalin morreu, após governar a União Soviética com mão de ferro por mais de duas décadas."
      },
      {
        "texto1": "No dia 5 de março de 1984, o programa de computador Lotus 1-2-3, um dos primeiros softwares de planilha eletrônica, foi lançado, desempenhando um papel importante na popularização dos computadores pessoais."
      }
    ]
  },
  "3-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de março de 1475, nasceu o famoso pintor renascentista Michelangelo, conhecido por obras-primas como a escultura 'David' e a pintura da Capela Sistina."
      },
      {
        "texto1": "No dia 6 de março de 1957, Gana se tornou o primeiro país africano a conquistar a independência do colonialismo, liderando o movimento de descolonização no continente."
      }
    ]
  },
  "3-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de março de 1876, Alexander Graham Bell recebeu a patente do telefone, revolucionando as comunicações e abrindo caminho para a era das telecomunicações."
      },
      {
        "texto1": "No dia 7 de março de 1965, ocorreu o famoso episódio conhecido como 'Domingo Sangrento', quando manifestantes pelos direitos civis foram brutalmente reprimidos pela polícia na ponte de Selma a Montgomery, nos Estados Unidos."
      }
    ]
  },
  "3-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de março de 1917, no contexto da Primeira Guerra Mundial, ocorreu o início da Revolução Russa, com manifestações de mulheres em Petrogrado, que mais tarde levaram à queda do regime czarista."
      },
      {
        "texto1": "No dia 8 de março de 1971, o boxeador Muhammad Ali e Joe Frazier lutaram no que ficou conhecido como 'A Luta do Século', com Frazier vencendo por decisão unânime."
      }
    ]
  },
  "3-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de março de 1959, o cantor e ator Elvis Presley foi dispensado do serviço militar, após cumprir seu dever na Alemanha, retornando à sua carreira de sucesso."
      },
      {
        "texto1": "No dia 9 de março de 1997, o rapper The Notorious B.I.G., também conhecido como Biggie Smalls, foi assassinado em um tiroteio em Los Angeles, deixando um legado marcante no mundo do hip-hop."
      }
    ]
  },
  "3-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de março de 1876, foi patenteado o gramofone, o precursor do toca-discos, inventado por Thomas Edison, revolucionando a forma como a música era gravada e reproduzida."
      },
      {
        "texto1": "No dia 10 de março de 1959, o Tibete foi invadido pela China, resultando em um longo período de repressão cultural e política no país."
      }
    ]
  },
  "3-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de março de 1818, o famoso compositor alemão Johann Sebastian Bach faleceu, deixando um legado de obras musicais clássicas que influenciaram gerações posteriores."
      },
      {
        "texto1": "No dia 11 de março de 2011, um terremoto de magnitude 9,0 atingiu o Japão, seguido por um tsunami devastador, resultando em uma grave crise nuclear na usina de Fukushima."
      }
    ]
  },
  "3-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de março de 1930, Mahatma Gandhi iniciou a Marcha do Sal na Índia, um dos marcos do movimento de independência do país contra o domínio britânico."
      },
      {
        "texto1": "No dia 12 de março de 1994, ocorreu o massacre de Hebron, um ataque terrorista em uma mesquita na cidade de Hebron, na Cisjordânia, resultando na morte de 29 palestinos e ferindo dezenas de pessoas."
      }
    ]
  },
  "3-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de março de 1781, o astrônomo William Herschel descobriu o planeta Urano, ampliando o conhecimento sobre o Sistema Solar."
      },
      {
        "texto1": "No dia 13 de março de 2013, o Cardeal Jorge Mario Bergoglio, da Argentina, foi eleito como o Papa Francisco, tornando-se o primeiro papa latino-americano da história da Igreja Católica."
      }
    ]
  },
  "3-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de março de 1879, Albert Einstein, um dos mais renomados cientistas da história, nasceu em Ulm, no Reino de Württemberg, no Império Alemão."
      },
      {
        "texto1": "No dia 14 de março de 1950, a Organização das Nações Unidas (ONU) estabeleceu o Dia Internacional da Mulher, celebrado anualmente para promover a igualdade de gênero e os direitos das mulheres."
      }
    ]
  },
  "3-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de março de 44 a.C., ocorreu o assassinato de Júlio César, líder e imperador romano, por um grupo de senadores, resultando em uma mudança significativa no curso da história romana."
      },
      {
        "texto1": "No dia 15 de março de 1972, o Reino Unido adotou o sistema decimal de moedas, substituindo o antigo sistema de libras, xelins e pence."
      }
    ]
  },
  "3-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de março de 1521, o navegador português Fernão de Magalhães chegou às Filipinas durante sua expedição de circum-navegação, tornando-se o primeiro europeu a fazê-lo."
      },
      {
        "texto1": "No dia 16 de março de 1968, ocorreu o massacre de My Lai, durante a Guerra do Vietnã, no qual soldados americanos mataram mais de 500 civis vietnamitas, incluindo mulheres, crianças e idosos."
      }
    ]
  },
  "3-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de março de 461 d.C., faleceu São Patrício, padroeiro da Irlanda, que é celebrado anualmente no dia de São Patrício, conhecido como o Dia de São Patrício."
      },
      {
        "texto1": "No dia 17 de março de 1905, foi realizado o Domingo Sangrento em São Petersburgo, Rússia, quando manifestantes pacíficos foram reprimidos pelo exército czarista, resultando em centenas de mortes e marcando o início da Revolução Russa de 1905."
      }
    ]
  },
  "3-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de março de 1314, Jacques de Molay, o último Grão-Mestre dos Templários, foi queimado na fogueira, marcando o fim da Ordem dos Cavaleiros Templários."
      },
      {
        "texto1": "No dia 18 de março de 1965, ocorreu a marcha pelos direitos civis de Selma a Montgomery, nos Estados Unidos, em um esforço para garantir o direito de voto para os afro-americanos."
      }
    ]
  },
  "3-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de março de 1687, Isaac Newton publicou sua obra-prima, 'Principia Mathematica', que estabeleceu as leis do movimento e a lei da gravidade, revolucionando a física."
      },
      {
        "texto1": "No dia 19 de março de 2003, começou a Guerra do Iraque, liderada pelos Estados Unidos e seus aliados, resultando em uma série de eventos que moldaram a geopolítica da região."
      }
    ]
  },
  "3-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de março de 1852, Harriet Beecher Stowe publicou o romance 'A Cabana do Pai Tomás', uma obra importante na luta contra a escravidão nos Estados Unidos."
      },
      {
        "texto1": "No dia 20 de março de 2016, o ex-presidente dos Estados Unidos, Barack Obama, fez uma histórica visita a Cuba, marcando um marco na normalização das relações entre os dois países."
      }
    ]
  },
  "3-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de março de 1960, ocorreu o Massacre de Sharpeville, na África do Sul, quando a polícia abriu fogo contra manifestantes pacíficos contra as leis do apartheid, resultando em 69 mortes."
      },
      {
        "texto1": "No dia 21 de março de 2014, a Rússia anexou a península da Crimeia, após um controverso referendo que foi condenado pela comunidade internacional."
      }
    ]
  },
  "3-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de março de 1622, ocorreu o Massacre de Jamestown, na colônia britânica da Virgínia, quando nativos americanos atacaram e mataram colonos britânicos."
      },
      {
        "texto1": "No dia 22 de março de 1993, o músico e cantor de rock canadense, John Candy, faleceu aos 43 anos, deixando um legado de comédias e performances memoráveis."
      }
    ]
  },
  "3-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de março de 1806, Lewis e Clark iniciaram sua lendária expedição para explorar o território ocidental dos Estados Unidos, em uma jornada que durou mais de dois anos e ajudou a expandir o conhecimento sobre a geografia e a natureza da região."
      },
      {
        "texto1": "No dia 23 de março de 2001, a Rússia lançou a estação espacial Mir ao espaço, que se tornou um marco da exploração espacial e operou por mais de 15 anos antes de ser desativada."
      }
    ]
  },
  "3-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de março de 1603, a rainha Elizabeth I da Inglaterra faleceu, encerrando a dinastia Tudor e marcando o início do reinado da dinastia Stuart, com a ascensão de James VI da Escócia ao trono inglês como James I."
      },
      {
        "texto1": "No dia 24 de março de 1999, a OTAN iniciou os bombardeios aéreos na Sérvia, como parte da intervenção militar no conflito da Kosovo, durante a Guerra do Kosovo."
      }
    ]
  },
  "3-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de março de 1807, o Parlamento Britânico aprovou o Ato para Abolição do Comércio de Escravos, proibindo o tráfico de escravos no Império Britânico."
      },
      {
        "texto1": "No dia 25 de março de 1957, foi assinado o Tratado de Roma, criando a Comunidade Econômica Europeia (CEE), precursora da União Europeia (UE)."
      }
    ]
  },
  "3-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de março de 1979, o Tratado de Paz entre Israel e Egito foi assinado em Washington D.C., encerrando oficialmente o estado de guerra entre os dois países."
      },
      {
        "texto1": "No dia 26 de março de 1997, a nave espacial russa Soyuz TM-24 foi lançada, levando uma tripulação composta por um cosmonauta russo, um astronauta americano e um astronauta alemão para a Estação Espacial Mir."
      }
    ]
  },
  "3-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de março de 1912, o Japão e a China assinaram o Tratado de Xinchou, que pôs fim à Guerra Russo-Japonesa e estabeleceu a independência da Mongólia Exterior."
      },
      {
        "texto1": "No dia 27 de março de 1977, duas aeronaves Boeing 747 colidiram em Tenerife, nas Ilhas Canárias, resultando no pior desastre aéreo da história, com a morte de 583 pessoas."
      }
    ]
  },
  "3-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de março de 1930, Constantinopla, a capital do Império Bizantino, foi renomeada como Istambul, marcando uma mudança significativa na história da cidade."
      },
      {
        "texto1": "No dia 28 de março de 1979, o acidente na usina nuclear de Three Mile Island, nos Estados Unidos, ocorreu, resultando em um dos piores desastres nucleares da história do país."
      }
    ]
  },
  "3-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de março de 1974, ocorreu a Revolução dos Cravos em Portugal, um levante militar que derrubou a ditadura do Estado Novo e marcou o início de um período de democratização no país."
      },
      {
        "texto1": "No dia 29 de março de 2004, a Bulgária, a Estônia, a Letônia, a Lituânia, a Romênia, a Eslováquia e a Eslovênia ingressaram na OTAN, fortalecendo a aliança militar."
      }
    ]
  },
  "3-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de março de 1856, o Tratado de Paris foi assinado, encerrando a Guerra da Crimeia e estabelecendo condições de paz entre as potências envolvidas."
      },
      {
        "texto1": "No dia 30 de março de 1981, o presidente dos Estados Unidos, Ronald Reagan, foi baleado em uma tentativa de assassinato, mas sobreviveu após passar por uma cirurgia."
      }
    ]
  },
  "3-31": {
    "curiosidade": [
      {
        "texto": "Em 31 de março de 1492, os Reis Católicos, Fernando II de Aragão e Isabel I de Castela, emitiram o Édito de Alhambra, que expulsou os judeus da Espanha, resultando em um dos momentos mais sombrios da história judaica."
      },
      {
        "texto1": "No dia 31 de março de 1889, a Torre Eiffel, um dos ícones mais famosos de Paris e do mundo, foi inaugurada durante a Exposição Universal de Paris."
      }
    ]
  },
  "4-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de abril de 1867, o Reino Unido promulgou o Ato da América do Norte Britânica, que estabeleceu a Confederação do Canadá e criou a base para a formação do moderno Canadá."
      },
      {
        "texto1": "No dia 1º de abril de 1976, a Apple Inc. foi fundada por Steve Jobs, Steve Wozniak e Ronald Wayne, dando início a uma das empresas de tecnologia mais influentes do mundo."
      }
    ]
  },
  "4-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de abril de 1917, os Estados Unidos entraram na Primeira Guerra Mundial, enviando tropas para lutar ao lado das forças aliadas contra as Potências Centrais."
      },
      {
        "texto1": "No dia 2 de abril de 2005, o Papa João Paulo II faleceu aos 84 anos, após um longo pontificado de quase 27 anos, sendo um dos papas mais populares da história recente."
      }
    ]
  },
  "4-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de abril de 1948, o Plano Marshall, um programa de ajuda econômica dos Estados Unidos para a reconstrução da Europa pós-Segunda Guerra Mundial, entrou em vigor."
      },
      {
        "texto1": "No dia 3 de abril de 1973, o primeiro telefone celular foi feito pela Motorola, sendo um marco importante no desenvolvimento da tecnologia móvel."
      }
    ]
  },
  "4-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de abril de 1968, o líder dos direitos civis dos Estados Unidos, Martin Luther King Jr., foi assassinado em Memphis, Tennessee, causando comoção e protestos em todo o país."
      },
      {
        "texto1": "No dia 4 de abril de 1949, a Organização do Tratado do Atlântico Norte (OTAN) foi fundada, estabelecendo uma aliança militar entre várias nações ocidentais para a defesa mútua."
      }
    ]
  },
  "4-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de abril de 1614, Pocahontas, uma das figuras mais conhecidas do encontro entre os colonizadores ingleses e os povos nativos americanos, casou-se com John Rolfe em Virginia, Estados Unidos."
      },
      {
        "texto1": "No dia 5 de abril de 1955, Winston Churchill renunciou ao cargo de primeiro-ministro do Reino Unido, encerrando seu segundo mandato no cargo."
      }
    ]
  },
  "4-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de abril de 1917, os Estados Unidos declararam guerra ao Império Alemão, entrando oficialmente na Primeira Guerra Mundial."
      },
      {
        "texto1": "No dia 6 de abril de 1994, teve início o genocídio em Ruanda, no qual cerca de 800.000 pessoas, principalmente da etnia tutsi, foram brutalmente assassinadas em um período de aproximadamente 100 dias."
      }
    ]
  },
  "4-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de abril de 1948, foi proclamada a Declaração Universal dos Direitos Humanos pela Assembleia Geral das Nações Unidas, estabelecendo os direitos fundamentais de todos os seres humanos."
      },
      {
        "texto1": "No dia 7 de abril de 1964, foi lançado o primeiro satélite de comunicação em órbita, o Syncom 3, pela NASA, iniciando uma nova era na comunicação global."
      }
    ]
  },
  "4-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de abril de 1974, o ditador português António de Oliveira Salazar faleceu, levando à queda do regime autoritário do Estado Novo e à democratização de Portugal."
      },
      {
        "texto1": "No dia 8 de abril de 1994, o cantor de rock Kurt Cobain, líder da banda Nirvana, foi encontrado morto em sua casa, em Seattle, nos Estados Unidos."
      }
    ]
  },
  "4-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de abril de 1865, ocorreu a rendição do general confederado Robert E. Lee para o general da União Ulysses S. Grant, marcando o fim da Guerra Civil Americana."
      },
      {
        "texto1": "No dia 9 de abril de 1940, a Alemanha nazista invadiu a Dinamarca e a Noruega, dando início à ocupação desses países durante a Segunda Guerra Mundial."
      }
    ]
  },
  "4-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de abril de 1912, o RMS Titanic partiu em sua viagem inaugural de Southampton, na Inglaterra, para Nova York, nos Estados Unidos, antes de colidir com um iceberg e afundar no Oceano Atlântico."
      },
      {
        "texto1": "No dia 10 de abril de 1972, o primeiro-ministro japonês, Kakuei Tanaka, visitou a China, marcando um importante momento na normalização das relações entre os dois países."
      }
    ]
  },
  "4-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de abril de 1951, o General Douglas MacArthur foi destituído de seu comando na Guerra da Coreia pelo presidente dos Estados Unidos, Harry S. Truman, após divergências sobre a estratégia militar."
      },
      {
        "texto1": "No dia 11 de abril de 1979, o presidente do Zimbábue, Canaan Banana, proclamou a independência do país, encerrando o domínio colonial britânico e estabelecendo a República do Zimbábue."
      }
    ]
  },
  "4-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de abril de 1961, o cosmonauta soviético Yuri Gagarin se tornou o primeiro ser humano a orbitar a Terra a bordo da espaçonave Vostok 1."
      },
      {
        "texto1": "No dia 12 de abril de 1992, o Eurotúnel, que liga o Reino Unido à França sob o Canal da Mancha, foi inaugurado, proporcionando uma conexão ferroviária direta entre os dois países."
      }
    ]
  },
  "4-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de abril de 1743, Thomas Jefferson, o terceiro presidente dos Estados Unidos e principal autor da Declaração de Independência, nasceu na Colônia da Virgínia."
      },
      {
        "texto1": "No dia 13 de abril de 1943, ocorreu o Levante do Gueto de Varsóvia, um ato de resistência organizado por judeus contra as forças nazistas durante a Segunda Guerra Mundial."
      }
    ]
  },
  "4-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de abril de 1865, o presidente dos Estados Unidos, Abraham Lincoln, foi assassinado pelo ator John Wilkes Booth, em um teatro em Washington D.C."
      },
      {
        "texto1": "No dia 14 de abril de 1986, os Estados Unidos realizaram um ataque aéreo contra a Líbia, em retaliação ao suposto envolvimento do país em um atentado terrorista em uma discoteca de Berlim."
      }
    ]
  },
  "4-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de abril de 1912, o RMS Titanic afundou após colidir com um iceberg, resultando na morte de mais de 1.500 pessoas em um dos desastres marítimos mais famosos da história."
      },
      {
        "texto1": "No dia 15 de abril de 1947, o jogador de beisebol Jackie Robinson fez sua estreia na Major League Baseball, quebrando a barreira racial no esporte profissional nos Estados Unidos."
      }
    ]
  },
  "4-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de abril de 1945, o ditador alemão Adolf Hitler cometeu suicídio em seu bunker em Berlim, marcando o fim do regime nazista durante a Segunda Guerra Mundial."
      },
      {
        "texto1": "No dia 16 de abril de 1972, ocorreu o massacre de My Lai, no qual soldados americanos mataram centenas de civis vietnamitas durante a Guerra do Vietnã."
      }
    ]
  },
  "4-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de abril de 1961, ocorreu a invasão da Baía dos Porcos, uma tentativa fracassada da CIA de derrubar o regime de Fidel Castro em Cuba."
      },
      {
        "texto1": "No dia 17 de abril de 1975, o Khmer Vermelho, liderado por Pol Pot, tomou o controle de Phnom Penh, a capital do Camboja, marcando o início de um período de genocídio e repressão no país."
      }
    ]
  },
  "4-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de abril de 1775, ocorreu o primeiro confronto armado entre colonos americanos e as tropas britânicas na Batalha de Lexington e Concord, que marcou o início da Guerra da Independência dos Estados Unidos."
      },
      {
        "texto1": "Em 18 de abril de 1980, ocorreu a operação de resgate dos reféns americanos na embaixada dos Estados Unidos em Teerã, no Irã, conhecida como Operação Eagle Claw, que acabou sendo mal sucedida e resultou na morte de vários militares americanos."
      },
      {
        "texto1": "No dia 18 de abril de 1996, o exército de Uganda e o grupo rebelde Exército de Resistência do Senhor (LRA) assinaram um cessar-fogo temporário, após anos de conflito armado no norte de Uganda."
      }
    ]
  },
  "4-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de abril de 1775, ocorreu a Batalha de Concord, durante a Guerra da Independência dos Estados Unidos, na qual as milícias coloniais conseguiram repelir as tropas britânicas."
      },
      {
        "texto1": "No dia 19 de abril de 1995, um atentado terrorista ocorreu na cidade de Oklahoma, nos Estados Unidos, quando um caminhão-bomba explodiu em frente ao prédio federal Alfred P. Murrah, resultando na morte de 168 pessoas."
      }
    ]
  },
  "4-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de abril de 1889, Adolf Hitler, o futuro líder nazista, nasceu em Braunau am Inn, Áustria."
      },
      {
        "texto1": "No dia 20 de abril de 1999, ocorreu o Massacre de Columbine, no qual dois estudantes armados atacaram a Columbine High School, nos Estados Unidos, matando 12 estudantes e um professor, antes de cometerem suicídio."
      }
    ]
  },
  "4-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de abril de 753 a.C., de acordo com a lenda, Roma foi fundada por Rômulo e Remo."
      },
      {
        "texto1": "No dia 21 de abril de 1960, Brasília, a capital do Brasil, foi oficialmente inaugurada, sendo considerada um marco na história da arquitetura e urbanismo."
      }
    ]
  },
  "4-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de abril de 1970, foi celebrado o primeiro Dia da Terra, um evento internacional destinado a promover a conscientização sobre questões ambientais e a proteção do planeta."
      },
      {
        "texto1": "No dia 22 de abril de 1993, o líder do CNA e futuro presidente da África do Sul, Nelson Mandela, e o presidente Frederik Willem de Klerk receberam o Prêmio Nobel da Paz por seus esforços para acabar com o apartheid."
      }
    ]
  },
  "4-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de abril de 1564, William Shakespeare, um dos maiores dramaturgos da história, nasceu em Stratford-upon-Avon, Inglaterra."
      },
      {
        "texto1": "No dia 23 de abril de 1910, Theodore Roosevelt deu seu famoso discurso 'Fala mansa e porte grande' no Sorbonne, em Paris, enfatizando a importância da diplomacia e do uso do poder para a promoção da paz mundial."
      }
    ]
  },
  "4-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de abril de 1800, a Biblioteca do Congresso dos Estados Unidos foi estabelecida em Washington D.C., com a compra de seu primeiro livro."
      },
      {
        "texto1": "No dia 24 de abril de 1916, ocorreu a Revolta de Páscoa, um levante armado na Irlanda contra o domínio britânico, considerado um marco importante no caminho para a independência irlandesa."
      }
    ]
  },
  "4-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de abril de 1945, durante a Segunda Guerra Mundial, as forças soviéticas e iugoslavas liberaram a cidade de Belgrado, na Iugoslávia, do domínio nazista."
      },
      {
        "texto1": "No dia 25 de abril de 1974, ocorreu a Revolução dos Cravos em Portugal, um movimento militar que derrubou o regime ditatorial do Estado Novo e restaurou a democracia no país."
      }
    ]
  },
  "4-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de abril de 1986, ocorreu o desastre nuclear de Chernobyl, na Ucrânia, quando uma explosão em um reator nuclear liberou uma grande quantidade de material radioativo na atmosfera, causando uma das maiores catástrofes nucleares da história."
      },
      {
        "texto1": "No dia 26 de abril de 2005, o príncipe herdeiro do Japão, Naruhito, se casou com Masako Owada, em uma cerimônia realizada no Santuário Meiji, em Tóquio."
      }
    ]
  },
  "4-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de abril de 497 a.C., a cidade de Roma foi fundada oficialmente, de acordo com a tradição."
      },
      {
        "texto1": "No dia 27 de abril de 1994, Nelson Mandela foi eleito o primeiro presidente negro da África do Sul, marcando o fim do apartheid no país."
      }
    ]
  },
  "4-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de abril de 1789, ocorreu a Revolta do HMS Bounty, quando a tripulação do navio britânico se rebelou contra o capitão William Bligh."
      },
      {
        "texto1": "No dia 28 de abril de 1945, durante a Segunda Guerra Mundial, o ditador italiano Benito Mussolini foi capturado e executado por membros da resistência italiana."
      }
    ]
  },
  "4-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de abril de 1975, a Guerra do Vietnã chegou ao fim com a queda de Saigon, a capital do Vietnã do Sul, nas mãos das forças comunistas do Vietnã do Norte."
      },
      {
        "texto1": "No dia 29 de abril de 2011, o príncipe William, do Reino Unido, casou-se com Catherine Middleton, em uma cerimônia realizada na Abadia de Westminster, em Londres."
      }
    ]
  },
  "4-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de abril de 1789, George Washington foi empossado como o primeiro presidente dos Estados Unidos da América."
      },
      {
        "texto1": "No dia 30 de abril de 1945, Adolf Hitler e sua esposa Eva Braun cometeram suicídio em seu bunker em Berlim, marcando o fim do regime nazista na Alemanha."
      }
    ]
  },
  "5-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de maio de 1886, ocorreu a Revolta de Haymarket, em Chicago, nos Estados Unidos, marcada por protestos de trabalhadores por melhores condições de trabalho e pela jornada de trabalho de oito horas."
      },
      {
        "texto1": "No dia 1º de maio de 1994, entrou em vigor o Acordo Geral de Tarifas e Comércio (GATT), um marco no comércio internacional que estabeleceu a Organização Mundial do Comércio (OMC) como sucessora do GATT."
      }
    ]
  },
  "5-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de maio de 1519, o explorador italiano Leonardo da Vinci morreu em Amboise, na França."
      },
      {
        "texto1": "No dia 2 de maio de 2011, o líder terrorista Osama bin Laden, fundador da Al-Qaeda e responsável pelos ataques de 11 de setembro de 2001, foi morto durante uma operação militar dos Estados Unidos no Paquistão."
      }
    ]
  },
  "5-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de maio de 1808, ocorreu o Levante do Dos de Mayo, uma revolta popular contra a ocupação francesa em Madri, durante as Guerras Napoleônicas."
      },
      {
        "texto1": "Em 3 de maio de 1979, Margaret Thatcher se tornou a primeira mulher a ser eleita Primeira-Ministra do Reino Unido, ocupando o cargo por três mandatos consecutivos."
      },
      {
        "texto1": "No dia 3 de maio de 2000, ocorreu a inauguração da Ponte do Milênio em Londres, uma icônica estrutura que atravessa o rio Tâmisa e se tornou um símbolo da cidade."
      }
    ]
  },
  "5-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de maio de 1626, o explorador holandês Peter Minuit chegou à ilha de Manhattan e estabeleceu uma colônia que se tornaria a cidade de Nova York."
      },
      {
        "texto1": "No dia 4 de maio de 1970, ocorreu o Massacre de Kent State, nos Estados Unidos, quando soldados da Guarda Nacional abriram fogo contra estudantes que protestavam contra a Guerra do Vietnã, resultando em quatro mortes."
      }
    ]
  },
  "5-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de maio de 1821, o líder revolucionário sul-americano Simón Bolívar derrotou as forças espanholas na Batalha de Carabobo, consolidando a independência da Venezuela."
      },
      {
        "texto1": "No dia 5 de maio de 1862, ocorreu a Batalha de Puebla, no México, na qual o exército mexicano obteve uma vitória surpreendente sobre as forças francesas, que buscavam conquistar o país."
      }
    ]
  },
  "5-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de maio de 1527, ocorreu o Saque de Roma, quando as tropas do imperador Carlos V invadiram e pilharam a cidade de Roma, marcando o fim do Renascimento italiano."
      },
      {
        "texto1": "No dia 6 de maio de 1954, teve fim a Batalha de Dien Bien Phu, no Vietnã, com a vitória do Viet Minh sobre as forças coloniais francesas, o que levou à retirada francesa e ao fim da Indochina Francesa."
      }
    ]
  },
  "5-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de maio de 1824, Beethoven estreou sua Nona Sinfonia em Viena, Áustria, com sua composição mais conhecida, o Hino à Alegria."
      },
      {
        "texto1": "No dia 7 de maio de 1945, a Alemanha nazista se rendeu incondicionalmente às forças aliadas, marcando o fim da Segunda Guerra Mundial na Europa."
      }
    ]
  },
  "5-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de maio de 1886, ocorreu a Revolta Operária de Haymarket, em Chicago, nos Estados Unidos, em protesto pela jornada de trabalho de oito horas, que resultou em confrontos violentos entre trabalhadores e a polícia."
      },
      {
        "texto1": "No dia 8 de maio de 1945, foi proclamado o Dia da Vitória na Europa, celebrando o fim da Segunda Guerra Mundial na Europa com a rendição incondicional da Alemanha nazista."
      }
    ]
  },
  "5-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de maio de 1502, o explorador Cristóvão Colombo partiu em sua quarta e última viagem ao Novo Mundo."
      },
      {
        "texto1": "No dia 9 de maio de 1950, o ministro francês dos Negócios Estrangeiros, Robert Schuman, apresentou a proposta de criação da Comunidade Europeia do Carvão e do Aço (CECA), um passo importante para a integração europeia."
      }
    ]
  },
  "5-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de maio de 1503, o pintor renascentista italiano Michelangelo começou a trabalhar na escultura do Davi, uma de suas obras mais famosas."
      },
      {
        "texto1": "No dia 10 de maio de 1994, Nelson Mandela foi empossado como o primeiro presidente negro da África do Sul, marcando o fim do apartheid no país e o início de uma nova era."
      }
    ]
  },
  "5-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de maio de 330, o imperador romano Constantino I fundou a cidade de Constantinopla, que se tornaria a capital do Império Romano do Oriente e, posteriormente, do Império Bizantino."
      },
      {
        "texto1": "No dia 11 de maio de 1998, a Índia realizou com sucesso seu primeiro teste nuclear de armas nucleares, elevando as tensões na região e desencadeando uma série de testes nucleares no sul da Ásia."
      }
    ]
  },
  "5-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de maio de 1820, Florence Nightingale, pioneira da enfermagem moderna, nasceu em Florença, na Itália."
      },
      {
        "texto1": "No dia 12 de maio de 1962, o astronauta norte-americano Scott Carpenter se tornou o segundo americano a orbitar a Terra a bordo da espaçonave Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de maio de 1917, ocorreu a primeira aparição da Virgem Maria aos três pastorinhos em Fátima, Portugal, iniciando uma série de eventos que se tornariam conhecidos como as Aparições de Fátima."
      },
      {
        "texto1": "No dia 13 de maio de 1981, o Papa João Paulo II sofreu um atentado em Roma, sendo gravemente ferido, mas sobrevivendo ao ataque."
      }
    ]
  },
  "5-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de maio de 1948, foi proclamada a independência do Estado de Israel, marcando o estabelecimento do moderno Estado judeu."
      },
      {
        "texto1": "No dia 14 de maio de 2011, ocorreu a Declaração de Independência do Sudão do Sul, tornando-o o país mais novo do mundo."
      }
    ]
  },
  "5-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de maio de 1252, o Papa Inocêncio IV emitiu a bula papal Ad Extirpanda, autorizando a Inquisição a usar tortura como meio de obter confissões de heresia."
      },
      {
        "texto1": "No dia 15 de maio de 1940, durante a Segunda Guerra Mundial, a Holanda se rendeu às forças alemãs, encerrando a Batalha dos Países Baixos."
      }
    ]
  },
  "5-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de maio de 1929, ocorreu a fundação da Academia de Artes e Ciências Cinematográficas, responsável pela premiação do Oscar."
      },
      {
        "texto1": "No dia 16 de maio de 1966, foi lançado o álbum icônico dos The Beach Boys, intitulado 'Pet Sounds', que se tornou uma referência na música pop e influenciou gerações de artistas."
      }
    ]
  },
  "5-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de maio de 1792, a Rainha Maria Antonieta da França foi julgada e condenada à morte durante a Revolução Francesa."
      },
      {
        "texto1": "No dia 17 de maio de 2004, o primeiro casamento entre pessoas do mesmo sexo foi legalizado nos Estados Unidos, no estado de Massachusetts."
      }
    ]
  },
  "5-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de maio de 1804, Napoleão Bonaparte foi proclamado Imperador dos Franceses, estabelecendo o Primeiro Império Francês."
      },
      {
        "texto1": "No dia 18 de maio de 1980, o Monte Santa Helena, um vulcão localizado nos Estados Unidos, entrou em erupção, resultando em uma das maiores erupções vulcânicas da história do país."
      }
    ]
  },
  "5-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de maio de 1536, Ana Bolena, a segunda esposa de Henrique VIII da Inglaterra, foi executada sob acusação de adultério e traição."
      },
      {
        "texto1": "No dia 19 de maio de 1962, a atriz Marilyn Monroe cantou 'Happy Birthday' para o presidente dos Estados Unidos, John F. Kennedy, durante uma festa em comemoração ao seu aniversário."
      }
    ]
  },
  "5-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de maio de 1498, o explorador português Vasco da Gama chegou à Índia, abrindo a rota marítima entre a Europa e o subcontinente indiano."
      },
      {
        "texto1": "No dia 20 de maio de 1873, o famoso compositor russo Piotr Ilitch Tchaikovsky estreou sua sinfonia 'Sinfonia nº 3 em Ré Maior, Op. 29', também conhecida como 'Sinfonia Polonesa'."
      }
    ]
  },
  "5-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de maio de 1927, o piloto norte-americano Charles Lindbergh completou o primeiro voo solo transatlântico sem escalas, voando de Nova York a Paris a bordo do avião Spirit of St. Louis."
      },
      {
        "texto1": "No dia 21 de maio de 1991, a ex-presidente das Filipinas, Corazon Aquino, anunciou a retirada das bases militares norte-americanas do país, encerrando décadas de presença militar dos Estados Unidos nas Filipinas."
      }
    ]
  },
  "5-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de maio de 1455, começou a Guerra das Rosas na Inglaterra, um conflito civil entre as casas de York e Lancaster pelo controle do trono."
      },
      {
        "texto1": "No dia 22 de maio de 2010, ocorreu um terremoto de magnitude 6,3 na cidade de Christchurch, na Nova Zelândia, causando sérios danos e resultando na perda de vidas humanas."
      }
    ]
  },
  "5-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de maio de 1430, Joana d'Arc foi capturada pelas forças borgonhesas durante a Guerra dos Cem Anos, sendo posteriormente entregue aos ingleses e julgada por heresia."
      },
      {
        "texto1": "No dia 23 de maio de 1934, o casal de criminosos Bonnie Parker e Clyde Barrow, conhecidos como 'Bonnie e Clyde', foi morto a tiros pela polícia durante um confronto."
      }
    ]
  },
  "5-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de maio de 1543, Nicolau Copérnico publicou o livro 'De Revolutionibus Orbium Coelestium', apresentando sua teoria heliocêntrica do sistema solar."
      },
      {
        "texto1": "No dia 24 de maio de 1883, a Brooklyn Bridge, uma das pontes suspensas mais antigas dos Estados Unidos, foi aberta ao tráfego, conectando Manhattan ao Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de maio de 1977, o primeiro filme da saga 'Star Wars', intitulado 'Star Wars: Episódio IV - Uma Nova Esperança', foi lançado nos cinemas dos Estados Unidos."
      },
      {
        "texto1": "No dia 25 de maio de 2005, o Airbus A380, a maior aeronave comercial do mundo, fez seu primeiro voo de teste em Toulouse, França."
      }
    ]
  },
  "5-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de maio de 1896, Charles Dow publicou o primeiro índice de ações, conhecido como Dow Jones Industrial Average, que se tornou um importante indicador do mercado financeiro."
      },
      {
        "texto1": "No dia 26 de maio de 1967, foi lançado o álbum icônico dos Beatles, intitulado 'Sgt. Pepper's Lonely Hearts Club Band', que se tornou um marco na história da música popular."
      }
    ]
  },
  "5-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de maio de 1937, o dirigível alemão Hindenburg pegou fogo durante uma tentativa de pouso em Nova Jersey, Estados Unidos, resultando na morte de 36 pessoas."
      },
      {
        "texto1": "No dia 27 de maio de 1999, a Organização Mundial da Saúde (OMS) declarou que a poliomielite havia sido erradicada das Américas, tornando-se a primeira região do mundo livre da doença."
      }
    ]
  },
  "5-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de maio de 1953, o montanhista neozelandês Edmund Hillary e o sherpa Tenzing Norgay se tornaram os primeiros a alcançar o topo do Monte Everest, a montanha mais alta do mundo."
      },
      {
        "texto1": "No dia 28 de maio de 1995, a Seleção Nacional de Rugby da África do Sul conquistou a Copa do Mundo de Rugby, em sua primeira participação após o fim do apartheid."
      }
    ]
  },
  "5-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de maio de 1453, ocorreu a queda de Constantinopla, capital do Império Bizantino, para as forças do Império Otomano, marcando o fim da Idade Média e o início da era moderna."
      },
      {
        "texto1": "No dia 29 de maio de 1953, Sir Edmund Hillary e Tenzing Norgay alcançaram o cume do Monte Everest pela primeira vez na história, abrindo caminho para futuras expedições e desafiando os limites do ser humano."
      }
    ]
  },
  "5-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de maio de 1431, Joana d'Arc foi queimada na fogueira sob acusação de heresia, durante a Guerra dos Cem Anos."
      },
      {
        "texto1": "No dia 30 de maio de 1922, o Lincoln Memorial foi dedicado em Washington, D.C., Estados Unidos, em homenagem ao 16º presidente dos Estados Unidos, Abraham Lincoln."
      }
    ]
  },
  "5-31": {
    "curiosidade": [
      {
        "texto": "Em 31 de maio de 1911, foi concluída a primeira corrida de Indianápolis, uma das corridas de automóveis mais famosas e tradicionais do mundo."
      },
      {
        "texto1": "No dia 31 de maio de 1962, ocorreu o terremoto de Valdivia, no Chile, considerado o mais forte já registrado, com uma magnitude estimada entre 9,4 e 9,6."
      }
    ]
  },
  "6-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de junho de 1495, o explorador italiano Cristóvão Colombo descobriu a ilha de Trinidad durante sua terceira viagem ao Novo Mundo."
      },
      {
        "texto1": "No dia 1º de junho de 1967, foi lançado o álbum icônico dos Beatles, intitulado 'Sgt. Pepper's Lonely Hearts Club Band', que se tornou um marco na história da música popular."
      }
    ]
  },
  "6-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de junho de 1953, a coroação da Rainha Elizabeth II do Reino Unido foi realizada na Abadia de Westminster, em Londres, após a morte de seu pai, o Rei George VI."
      },
      {
        "texto1": "No dia 2 de junho de 1979, a ex-primeira-dama das Filipinas, Imelda Marcos, foi presa por corrupção e enriquecimento ilícito, após a queda do regime do ditador Ferdinand Marcos."
      }
    ]
  },
  "6-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de junho de 1965, o astronauta americano Edward White se tornou o primeiro astronauta dos Estados Unidos a realizar um passeio espacial durante a missão Gemini 4."
      },
      {
        "texto1": "No dia 3 de junho de 1989, ocorreu o Massacre da Praça Tiananmen, em Pequim, China, quando as autoridades chinesas reprimiram brutalmente manifestantes pró-democracia, resultando em centenas, possivelmente milhares, de mortes."
      }
    ]
  },
  "6-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de junho de 1942, durante a Segunda Guerra Mundial, a Batalha de Midway começou no Oceano Pacífico, resultando em uma vitória estratégica para os Estados Unidos contra o Império Japonês."
      },
      {
        "texto1": "No dia 4 de junho de 1989, os protestos pró-democracia na Praça Tiananmen, em Pequim, China, foram brutalmente reprimidos pelo governo chinês, com o uso de forças militares e tanques."
      }
    ]
  },
  "6-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de junho de 1947, o Plano Marshall foi anunciado pelo Secretário de Estado dos Estados Unidos, George Marshall, visando fornecer assistência econômica aos países europeus afetados pela Segunda Guerra Mundial."
      },
      {
        "texto1": "No dia 5 de junho de 1967, teve início a Guerra dos Seis Dias, um conflito entre Israel e os países árabes vizinhos, resultando em uma vitória decisiva de Israel e mudanças significativas nas fronteiras da região."
      }
    ]
  },
  "6-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de junho de 1944, ocorreu o Dia D, uma das maiores operações militares da Segunda Guerra Mundial, quando as forças aliadas desembarcaram na Normandia, França, para iniciar a libertação da Europa Ocidental do domínio nazista."
      },
      {
        "texto1": "No dia 6 de junho de 1968, o senador americano Robert F. Kennedy, irmão do presidente John F. Kennedy, foi assassinado em Los Angeles, Califórnia, durante sua campanha presidencial."
      }
    ]
  },
  "6-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de junho de 1494, foi assinado o Tratado de Tordesilhas entre Portugal e Espanha, dividindo as terras descobertas e a serem descobertas fora da Europa, estabelecendo uma linha imaginária que dividia o mundo entre os dois países."
      },
      {
        "texto1": "No dia 7 de junho de 1981, a sonda espacial Voyager 2 chegou a Saturno, enviando imagens e informações detalhadas sobre o planeta e suas luas de volta à Terra."
      }
    ]
  },
  "6-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de junho de 1783, os irmãos Montgolfier realizaram o primeiro voo público bem-sucedido de um balão de ar quente tripulado em Annonay, França, marcando o início da era da aviação."
      },
      {
        "texto1": "No dia 8 de junho de 1972, o filme 'O Poderoso Chefão', dirigido por Francis Ford Coppola e estrelado por Marlon Brando e Al Pacino, foi lançado nos cinemas dos Estados Unidos."
      }
    ]
  },
  "6-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de junho de 1815, ocorreu a Batalha de Waterloo, na Bélgica, entre as forças lideradas por Napoleão Bonaparte e uma coalizão de exércitos europeus, resultando na derrota final de Napoleão e no fim de seu império."
      },
      {
        "texto1": "No dia 9 de junho de 1934, o Comitê de Assuntos Não-Americanos da Câmara dos Representantes dos Estados Unidos foi estabelecido, dando início à investigação de atividades comunistas no país, conhecida posteriormente como a 'Caça às Bruxas'."
      }
    ]
  },
  "6-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de junho de 1940, durante a Segunda Guerra Mundial, a Itália declarou guerra contra a França e o Reino Unido, entrando no conflito ao lado da Alemanha nazista."
      },
      {
        "texto1": "No dia 10 de junho de 1967, a Guerra dos Seis Dias chegou ao fim com uma vitória decisiva de Israel sobre os países árabes vizinhos, resultando em mudanças significativas nas fronteiras da região."
      }
    ]
  },
  "6-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de junho de 1509, o rei Henrique VIII da Inglaterra casou-se com sua primeira esposa, Catarina de Aragão, em uma cerimônia que aconteceu na Capela Real do Palácio de Greenwich."
      },
      {
        "texto1": "No dia 11 de junho de 1963, o monge budista vietnamita Thích Quảng Đức imolou-se em uma rua movimentada de Saigon, em protesto contra a perseguição religiosa do governo sul-vietnamita."
      }
    ]
  },
  "6-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de junho de 1898, durante a Guerra Hispano-Americana, a Batalha de Las Guasimas foi travada entre as forças dos Estados Unidos e a Espanha, perto de Santiago de Cuba."
      },
      {
        "texto1": "No dia 12 de junho de 1987, o presidente dos Estados Unidos, Ronald Reagan, fez um discurso em Berlim, Alemanha, no qual ele pediu ao líder soviético Mikhail Gorbachev que 'derrubasse este muro', referindo-se ao Muro de Berlim."
      }
    ]
  },
  "6-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de junho de 1920, foi assinado o Tratado de Trianon, que encerrou oficialmente o estado de guerra entre as Potências Aliadas e a Hungria após a Primeira Guerra Mundial."
      },
      {
        "texto1": "No dia 13 de junho de 1971, foi lançado o primeiro satélite espacial comercial, chamado de Intelsat IV F-3, que permitiu a transmissão de televisão ao vivo e chamadas telefônicas internacionais."
      }
    ]
  },
  "6-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de junho de 1777, o Congresso Continental dos Estados Unidos adotou a 'Bandeira dos Estados Unidos', que apresentava treze listras alternadas vermelhas e brancas e um campo azul com treze estrelas brancas em círculo, representando as treze colônias originais."
      },
      {
        "texto1": "No dia 14 de junho de 1940, as tropas alemãs entraram em Paris, ocupando a capital francesa durante a Segunda Guerra Mundial."
      }
    ]
  },
  "6-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de junho de 1215, o Rei João da Inglaterra assinou a Magna Carta, um documento que limitava o poder do monarca e estabelecia direitos e liberdades para os nobres ingleses."
      },
      {
        "texto1": "No dia 15 de junho de 1904, a primeira edição do livro 'Ulisses', escrito por James Joyce, foi publicada em Paris, marcando um marco importante na literatura moderna."
      }
    ]
  },
  "6-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de junho de 1858, ocorreu o Discurso de Springfield, um famoso discurso proferido por Abraham Lincoln durante a convenção republicana de Illinois, no qual ele afirmou: 'Uma casa dividida contra si mesma não pode permanecer em pé'."
      },
      {
        "texto1": "No dia 16 de junho de 1963, o cosmonauta soviético Valentina Tereshkova se tornou a primeira mulher a viajar para o espaço, a bordo da nave Vostok 6."
      }
    ]
  },
  "6-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de junho de 1579, Sir Francis Drake, explorador e corsário inglês, desembarcou em um local atualmente conhecido como Baía de Drake, na Califórnia, durante sua circum-navegação do globo."
      },
      {
        "texto1": "No dia 17 de junho de 1972, ocorreu o famoso assalto ao Hotel Watergate, em Washington, D.C., que levou ao escândalo político conhecido como o 'Escândalo de Watergate' e resultou na renúncia do presidente dos Estados Unidos, Richard Nixon, em 1974."
      }
    ]
  },
  "6-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de junho de 1815, ocorreu a Batalha de Waterloo, na qual as forças do Duque de Wellington e do marechal prussiano Gebhard Leberecht von Blücher derrotaram definitivamente Napoleão Bonaparte e puseram fim ao seu império."
      },
      {
        "texto1": "No dia 18 de junho de 1983, Sally Ride se tornou a primeira mulher americana a viajar para o espaço, a bordo do ônibus espacial Challenger."
      }
    ]
  },
  "6-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de junho de 1865, as últimas pessoas escravizadas no Texas, nos Estados Unidos, foram informadas da sua emancipação, em um evento que ficou conhecido como o 'Juneteenth', que é celebrado até hoje como o Dia da Emancipação Africana-Americana."
      },
      {
        "texto1": "No dia 19 de junho de 1978, Garfield, o famoso gato laranja criado por Jim Davis, estreou como uma tira de quadrinhos nos jornais dos Estados Unidos."
      }
    ]
  },
  "6-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de junho de 1782, o Congresso Continental adotou o design atual do selo dos Estados Unidos, que apresenta a águia americana com o escudo e treze estrelas, representando as treze colônias originais."
      },
      {
        "texto1": "No dia 20 de junho de 1963, a União Soviética lançou a espaçonave Vostok 6, com Valentina Tereshkova a bordo, tornando-a a primeira mulher a realizar um voo espacial solo."
      }
    ]
  },
  "6-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de junho de 1948, a Alemanha Ocidental introduziu uma nova moeda, o marco alemão, marcando o início da separação monetária entre a Alemanha Oriental e a Alemanha Ocidental."
      },
      {
        "texto1": "No dia 21 de junho de 1982, a Força Aérea Britânica lançou a Operação Black Buck durante a Guerra das Malvinas, realizando ataques aéreos contra as pistas de pouso das Ilhas Malvinas ocupadas pela Argentina."
      }
    ]
  },
  "6-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de junho de 1941, durante a Segunda Guerra Mundial, a Alemanha nazista invadiu a União Soviética, dando início à Operação Barbarossa."
      },
      {
        "texto1": "No dia 22 de junho de 1990, a Alemanha Oriental e a Alemanha Ocidental assinaram o Tratado de Unificação, marcando o fim da divisão da Alemanha e a reunificação do país."
      }
    ]
  },
  "6-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de junho de 1314, ocorreu a Batalha de Bannockburn, na qual o exército escocês, liderado por Robert the Bruce, obteve uma vitória decisiva sobre as forças inglesas durante a Primeira Guerra de Independência Escocesa."
      },
      {
        "texto1": "No dia 23 de junho de 2016, os eleitores do Reino Unido votaram a favor da saída do país da União Europeia, em um referendo conhecido como Brexit."
      }
    ]
  },
  "6-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de junho de 1497, o explorador italiano Giovanni Caboto, conhecido como John Cabot, chegou à América do Norte, reivindicando a terra em nome da Inglaterra."
      },
      {
        "texto1": "No dia 24 de junho de 1948, teve início o Bloqueio de Berlim, quando a União Soviética fechou todas as vias terrestres e fluviais de acesso a Berlim Ocidental, levando a uma crise internacional."
      }
    ]
  },
  "6-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de junho de 1876, ocorreu a Batalha de Little Bighorn, na qual as forças Sioux e Cheyenne derrotaram o 7º Regimento de Cavalaria do Exército dos Estados Unidos, liderado pelo Tenente-Coronel George Armstrong Custer."
      },
      {
        "texto1": "No dia 25 de junho de 1950, teve início a Guerra da Coreia, quando as forças norte-coreanas invadiram a Coreia do Sul, resultando em um conflito que durou até 1953."
      }
    ]
  },
  "6-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de junho de 1284, ocorreu a Batalha de Meloria, na qual a República de Gênova derrotou a República de Pisa, consolidando seu domínio sobre o mar Mediterrâneo ocidental."
      },
      {
        "texto1": "No dia 26 de junho de 1975, ocorreu a Independência de Moçambique, marcando o fim do domínio colonial português no país."
      }
    ]
  },
  "6-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de junho de 1709, Pedro, o Grande, líder da Rússia, venceu a Batalha de Poltava contra a Suécia, consolidando o poder da Rússia na região e marcando o declínio do Império Sueco."
      },
      {
        "texto1": "No dia 27 de junho de 1950, começou a Batalha de Taejon durante a Guerra da Coreia, na qual as forças norte-coreanas atacaram a cidade de Taejon, defendida pelas tropas dos Estados Unidos."
      }
    ]
  },
  "6-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de junho de 1914, o Arquiduque Francisco Ferdinando da Áustria e sua esposa foram assassinados em Sarajevo, na Bósnia, um evento que desencadeou a eclosão da Primeira Guerra Mundial."
      },
      {
        "texto1": "No dia 28 de junho de 1969, ocorreram os Distúrbios de Stonewall, uma série de protestos em resposta a uma batida policial no Stonewall Inn, um bar frequentado por pessoas LGBTQ+ em Nova York, marcando um marco importante no movimento pelos direitos LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de junho de 1613, o Teatro do Globo, em Londres, foi destruído por um incêndio durante uma apresentação de uma peça de Shakespeare, sendo posteriormente reconstruído."
      },
      {
        "texto1": "No dia 29 de junho de 2007, o primeiro iPhone da Apple foi lançado nos Estados Unidos, revolucionando a indústria de smartphones e tecnologia móvel."
      }
    ]
  },
  "6-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de junho de 1859, o francês Charles Blondin se tornou a primeira pessoa a atravessar as Cataratas do Niágara em um cabo de aço esticado."
      },
      {
        "texto1": "No dia 30 de junho de 1997, ocorreu a transferência da soberania de Hong Kong do Reino Unido para a República Popular da China, marcando o fim do domínio britânico sobre o território."
      }
    ]
  },
  "7-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de julho de 1867, ocorreu a Confederação do Canadá, unindo as províncias de Nova Brunswick, Nova Escócia e Província do Canadá em uma federação autônoma dentro do Império Britânico, marcando a criação do Canadá moderno."
      },
      {
        "texto1": "No dia 1º de julho de 1916, durante a Primeira Guerra Mundial, teve início a Batalha do Somme, uma das mais sangrentas e devastadoras batalhas da história, com mais de um milhão de vítimas entre mortos, feridos e desaparecidos."
      }
    ]
  },
  "7-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de julho de 1776, o Congresso Continental dos Estados Unidos votou pela independência das Treze Colônias em relação à Grã-Bretanha, um evento crucial na história dos Estados Unidos que levou à Declaração de Independência em 4 de julho."
      },
      {
        "texto1": "No dia 2 de julho de 1881, o presidente dos Estados Unidos, James A. Garfield, foi baleado por um assassino em Washington, D.C., levando à sua morte em setembro do mesmo ano."
      }
    ]
  },
  "7-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de julho de 1863, durante a Guerra Civil Americana, ocorreu a Batalha de Gettysburg, um dos principais confrontos do conflito e considerada uma das batalhas mais importantes da história dos Estados Unidos."
      },
      {
        "texto1": "No dia 3 de julho de 1971, o jornal The New York Times começou a publicar os Documentos do Pentágono, uma série de documentos secretos do governo dos Estados Unidos que revelavam informações sobre a Guerra do Vietnã e causaram um grande impacto na opinião pública."
      }
    ]
  },
  "7-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de julho de 1776, os Estados Unidos da América declararam sua independência em relação à Grã-Bretanha, sendo este o Dia da Independência dos Estados Unidos, comemorado anualmente como feriado nacional."
      },
      {
        "texto1": "No dia 4 de julho de 1863, o General Robert E. Lee e suas forças do Exército da Virgínia do Norte se renderam ao General Ulysses S. Grant, marcando o fim da Batalha de Vicksburg durante a Guerra Civil Americana."
      }
    ]
  },
  "7-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de julho de 1948, o Reino Unido nacionalizou as ferrovias britânicas, criando a British Railways, uma empresa estatal responsável pelo sistema ferroviário do país."
      },
      {
        "texto1": "No dia 5 de julho de 1996, a Dolly, a ovelha, se tornou o primeiro mamífero clonado a partir de uma célula adulta, um marco importante na história da clonagem."
      }
    ]
  },
  "7-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de julho de 1885, Louis Pasteur aplicou com sucesso a vacina antirrábica em um paciente humano pela primeira vez, marcando um avanço significativo no campo da imunização."
      },
      {
        "texto1": "No dia 6 de julho de 1957, Althea Gibson se tornou a primeira tenista afro-americana a vencer o torneio de Wimbledon, abrindo caminho para a diversidade no esporte."
      }
    ]
  },
  "7-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de julho de 1937, a Batalha de Lugou Bridge marcou o início da Segunda Guerra Sino-Japonesa, um conflito que durou até 1945 e teve um impacto significativo na região da Ásia-Pacífico."
      },
      {
        "texto1": "No dia 7 de julho de 2005, ocorreram os Ataques de 7 de julho em Londres, uma série de ataques terroristas coordenados contra o sistema de transporte público da cidade, resultando na morte de 52 pessoas e centenas de feridos."
      }
    ]
  },
  "7-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de julho de 1497, o explorador português Vasco da Gama partiu de Lisboa em sua primeira viagem à Índia, abrindo uma rota marítima direta entre a Europa e a Ásia."
      },
      {
        "texto1": "No dia 8 de julho de 1776, a Declaração de Independência dos Estados Unidos foi lida publicamente pela primeira vez na Filadélfia, Pensilvânia, proclamando a separação formal das Treze Colônias da Grã-Bretanha."
      }
    ]
  },
  "7-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de julho de 1877, o primeiro torneio de tênis de Wimbledon foi realizado em Londres, tornando-se um dos eventos mais prestigiosos do esporte."
      },
      {
        "texto1": "No dia 9 de julho de 1962, a República Argelina foi proclamada, marcando o fim da Guerra da Argélia contra o domínio colonial francês."
      }
    ]
  },
  "7-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de julho de 1962, a Telstar 1, o primeiro satélite de comunicações ativo, foi lançado ao espaço, permitindo a transmissão de sinais de televisão, telefone e dados em escala global."
      },
      {
        "texto1": "No dia 10 de julho de 1940, durante a Segunda Guerra Mundial, a Batalha da Grã-Bretanha começou, marcando uma campanha aérea intensa entre a Força Aérea Real e a Luftwaffe alemã."
      }
    ]
  },
  "7-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de julho de 1804, o então vice-presidente dos Estados Unidos, Aaron Burr, feriu mortalmente Alexander Hamilton, um dos Pais Fundadores do país, em um duelo notório."
      },
      {
        "texto1": "No dia 11 de julho de 1960, ocorreu a independência do Chade em relação à França, marcando um passo importante para a descolonização na África."
      }
    ]
  },
  "7-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de julho de 1906, ocorreu a publicação do livro 'A Origem das Espécies' por Charles Darwin, apresentando a teoria da evolução por seleção natural, um marco na biologia e na compreensão da diversidade da vida na Terra."
      },
      {
        "texto1": "No dia 12 de julho de 1979, o governo nicaraguense liderado pelo movimento sandinista derrubou a ditadura de Anastasio Somoza Debayle, encerrando uma longa era de governo autoritário na Nicarágua."
      }
    ]
  },
  "7-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de julho de 1793, durante a Revolução Francesa, Jean-Paul Marat, um dos líderes políticos do período, foi assassinado por Charlotte Corday, uma simpatizante dos girondinos."
      },
      {
        "texto1": "No dia 13 de julho de 1985, ocorreu o desastre no Estádio de Heysel, em Bruxelas, antes da final da Liga dos Campeões da UEFA, resultando na morte de 39 pessoas devido a um tumulto entre torcedores de futebol."
      }
    ]
  },
  "7-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de julho de 1789, ocorreu a Queda da Bastilha em Paris, um evento que simbolizou o início da Revolução Francesa e a luta pela liberdade e igualdade."
      },
      {
        "texto1": "No dia 14 de julho de 1965, a sonda espacial Mariner 4 realizou o primeiro sobrevoo bem-sucedido de Marte, enviando de volta as primeiras imagens próximas do planeta vermelho."
      }
    ]
  },
  "7-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de julho de 1099, ocorreu a conquista de Jerusalém pelas forças da Primeira Cruzada, estabelecendo o Reino de Jerusalém durante as Cruzadas na Idade Média."
      },
      {
        "texto1": "No dia 15 de julho de 1971, a Apollo 15, uma missão espacial tripulada pela NASA, foi lançada, sendo a primeira a utilizar o rover lunar para explorar a superfície da Lua."
      }
    ]
  },
  "7-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de julho de 1945, foi realizada a primeira explosão nuclear bem-sucedida no Projeto Manhattan, conhecida como o Teste Trinity, marcando o início da era nuclear."
      },
      {
        "texto1": "No dia 16 de julho de 1969, a Apollo 11 foi lançada da Estação da Força Aérea de Cabo Kennedy, com o objetivo de levar os primeiros astronautas à Lua."
      }
    ]
  },
  "7-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de julho de 1918, a família imperial russa, liderada pelo czar Nicolau II, foi executada pelos bolcheviques durante a Revolução Russa."
      },
      {
        "texto1": "No dia 17 de julho de 1996, ocorreu o voo 800 da TWA, um avião Boeing 747 que explodiu no ar e caiu no Oceano Atlântico próximo a Long Island, Nova York, resultando na morte de todos os 230 ocupantes a bordo."
      }
    ]
  },
  "7-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de julho de 1925, o líder revolucionário mexicano Pancho Villa foi assassinado em Parral, México, em circunstâncias ainda envoltas em mistério."
      },
      {
        "texto1": "No dia 18 de julho de 1969, o astronauta Neil Armstrong se tornou o primeiro ser humano a caminhar na Lua durante a missão Apollo 11, proferindo a famosa frase: 'Este é um pequeno passo para o homem, um salto gigantesco para a humanidade'."
      }
    ]
  },
  "7-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de julho de 1799, a Pedra de Roseta foi descoberta durante a ocupação francesa do Egito, fornecendo uma chave para a decifração dos hieróglifos egípcios antigos."
      },
      {
        "texto1": "No dia 19 de julho de 1848, a primeira Convenção de Seneca Falls foi realizada nos Estados Unidos, marcando o início do movimento pelos direitos das mulheres."
      }
    ]
  },
  "7-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de julho de 1969, a Apollo 11 pousou na superfície lunar, tornando-se a primeira missão espacial tripulada a realizar um pouso lunar e permitindo que os astronautas Neil Armstrong e Buzz Aldrin caminhassem na Lua."
      },
      {
        "texto1": "No dia 20 de julho de 1944, durante a Segunda Guerra Mundial, ocorreu o Atentado a Hitler, uma tentativa malsucedida de assassinar Adolf Hitler liderada por Claus von Stauffenberg."
      }
    ]
  },
  "7-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de julho de 1969, os astronautas da Apollo 11, Neil Armstrong e Buzz Aldrin, retornaram com segurança à Terra após sua histórica missão na Lua."
      },
      {
        "texto1": "No dia 21 de julho de 1944, ocorreu a Batalha de Guam durante a Segunda Guerra Mundial, com as forças americanas retomando a ilha do controle japonês."
      }
    ]
  },
  "7-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de julho de 1298, ocorreu a Batalha de Falkirk durante a Primeira Guerra de Independência da Escócia, com o exército inglês liderado por Eduardo I derrotando as forças escocesas lideradas por William Wallace."
      },
      {
        "texto1": "No dia 22 de julho de 1933, Wiley Post se tornou o primeiro piloto a realizar uma volta ao mundo solo em um avião, completando o percurso em 7 dias, 18 horas e 49 minutos."
      }
    ]
  },
  "7-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de julho de 1952, o general egípcio Muhammad Naguib depôs o rei Farouk I do Egito, marcando o início de uma nova era no país."
      },
      {
        "texto1": "No dia 23 de julho de 1903, o Ford Motor Company foi oficialmente incorporado nos Estados Unidos, dando início a uma das maiores empresas automotivas do mundo."
      }
    ]
  },
  "7-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de julho de 1911, Hiram Bingham III redescobriu a cidade perdida de Machu Picchu, no Peru, revelando ao mundo uma das maravilhas arqueológicas mais importantes da história."
      },
      {
        "texto1": "No dia 24 de julho de 1969, o Comandante da Apollo 11, Neil Armstrong, e o piloto do módulo lunar, Buzz Aldrin, realizaram a primeira caminhada espacial lunar, conhecida como EVA (Atividade Extraveicular)."
      }
    ]
  },
  "7-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de julho de 1797, o Tratado de Paz de Campo Formio foi assinado, encerrando a Primeira Coalizão e reconhecendo as conquistas da França revolucionária liderada por Napoleão Bonaparte."
      },
      {
        "texto1": "No dia 25 de julho de 1956, o transatlântico italiano Andrea Doria colidiu com o navio sueco Stockholm ao largo da costa de Nantucket, nos Estados Unidos, resultando em um dos mais conhecidos desastres marítimos da história."
      }
    ]
  },
  "7-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de julho de 1953, ocorreu o Assalto ao Quartel Moncada em Santiago de Cuba, liderado por Fidel Castro e seu grupo de rebeldes, marcando o início da Revolução Cubana."
      },
      {
        "texto1": "No dia 26 de julho de 1945, a Conferência de Potsdam chegou ao fim, na qual os líderes das Potências Aliadas se reuniram para discutir o futuro da Europa no pós-Segunda Guerra Mundial."
      }
    ]
  },
  "7-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de julho de 1953, o Armistício de Panmunjom foi assinado, encerrando oficialmente a Guerra da Coreia e estabelecendo a Zona Desmilitarizada entre a Coreia do Norte e a Coreia do Sul."
      },
      {
        "texto1": "No dia 27 de julho de 1976, ocorreu o sequestro do voo 139 da Air France, onde terroristas palestinos sequestraram o avião e seus passageiros, resultando no resgate dramático no Aeroporto de Entebbe, em Uganda."
      }
    ]
  },
  "7-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de julho de 1540, o explorador espanhol Francisco Vázquez de Coronado fundou a cidade de Santa Fé, que se tornaria a capital do estado do Novo México, nos Estados Unidos."
      },
      {
        "texto1": "No dia 28 de julho de 1914, Áustria-Hungria declarou guerra à Sérvia, desencadeando uma série de eventos que levariam ao início da Primeira Guerra Mundial."
      }
    ]
  },
  "7-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de julho de 1958, a NASA foi criada nos Estados Unidos, consolidando o programa espacial americano e levando à exploração espacial sem precedentes."
      },
      {
        "texto1": "No dia 29 de julho de 1981, o casamento do Príncipe Charles e Lady Diana Spencer ocorreu na Catedral de São Paulo, em Londres, sendo um evento de grande destaque mundial."
      }
    ]
  },
  "7-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de julho de 1619, a primeira assembleia legislativa da América do Norte, conhecida como a Assembleia de Burgesses da Virgínia, realizou sua primeira reunião em Jamestown, estabelecendo um marco importante para a democracia na colônia inglesa."
      },
      {
        "texto1": "No dia 30 de julho de 1971, o Tratado de Amizade Soviético-Chinês foi assinado em Moscou, encerrando anos de tensões entre as duas potências comunistas."
      }
    ]
  },
  "7-31": {
    "curiosidade": [
      {
        "texto": "Em 31 de julho de 1498, o explorador português Vasco da Gama chegou a Calicute, na Índia, abrindo uma rota marítima direta entre a Europa e o Oriente."
      },
      {
        "texto1": "No dia 31 de julho de 1972, a Operação Motosserra, liderada pelo Brasil, foi lançada para combater o desmatamento ilegal na Amazônia, tornando-se um marco na luta pela preservação da floresta tropical."
      }
    ]
  },
  "8-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de agosto de 1291, ocorreu a formação da Confederação Suíça, quando três cantões se uniram em um pacto de defesa mútua, marcando o início da nação suíça."
      },
      {
        "texto1": "No dia 1º de agosto de 1944, ocorreu o Levante de Varsóvia, uma insurreição contra a ocupação nazista na capital polonesa durante a Segunda Guerra Mundial."
      }
    ]
  },
  "8-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de agosto de 1934, o presidente alemão Paul von Hindenburg faleceu, permitindo que Adolf Hitler consolidasse seu poder e se tornasse o líder supremo da Alemanha."
      },
      {
        "texto1": "No dia 2 de agosto de 1990, o Iraque invadiu o Kuwait, desencadeando a Guerra do Golfo e levando à intervenção internacional liderada pelos Estados Unidos."
      }
    ]
  },
  "8-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de agosto de 1492, Cristóvão Colombo partiu de Palos de la Frontera, Espanha, em sua expedição que resultaria na descoberta da América."
      },
      {
        "texto1": "No dia 3 de agosto de 1914, a Alemanha declarou guerra à França, dando início à Primeira Guerra Mundial."
      }
    ]
  },
  "8-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de agosto de 1944, a família de Anne Frank e outros prisioneiros escondidos no Anexo Secreto em Amsterdã, na Holanda, foram descobertos e presos pelos nazistas."
      },
      {
        "texto1": "No dia 4 de agosto de 1964, ocorreu o incidente do Golfo de Tonkin, quando dois navios americanos relataram ter sido atacados por embarcações norte-vietnamitas, levando os Estados Unidos a intensificarem sua participação na Guerra do Vietnã."
      }
    ]
  },
  "8-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de agosto de 1962, a atriz e ícone do cinema Marilyn Monroe foi encontrada morta em sua casa em Los Angeles, Califórnia, em circunstâncias que permanecem objeto de controvérsia e teorias conspiratórias."
      },
      {
        "texto1": "No dia 5 de agosto de 1914, o Brasil declarou neutralidade na Primeira Guerra Mundial, mantendo-se fora do conflito que assolava a Europa."
      }
    ]
  },
  "8-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de agosto de 1945, a bomba atômica Little Boy foi lançada sobre a cidade japonesa de Hiroshima pelos Estados Unidos, resultando em uma enorme destruição e milhares de mortes instantâneas."
      },
      {
        "texto1": "No dia 6 de agosto de 1965, o presidente dos Estados Unidos, Lyndon B. Johnson, assinou a Lei dos Direitos de Voto, que proibia a discriminação racial no processo eleitoral, garantindo o sufrágio igualitário para todos os cidadãos americanos."
      }
    ]
  },
  "8-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de agosto de 1947, teve início o incidente de Roswell, quando um objeto não identificado caiu perto de Roswell, Novo México, gerando especulações sobre a possibilidade de ser uma nave extraterrestre."
      },
      {
        "texto1": "No dia 7 de agosto de 1998, os ataques terroristas às embaixadas americanas em Nairóbi, no Quênia, e Dar es Salaam, na Tanzânia, deixaram centenas de mortos e milhares de feridos."
      }
    ]
  },
  "8-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de agosto de 1974, o presidente dos Estados Unidos, Richard Nixon, renunciou ao cargo devido ao escândalo de Watergate, tornando-se o primeiro presidente americano a renunciar."
      },
      {
        "texto1": "No dia 8 de agosto de 1945, a União Soviética declarou guerra ao Japão e invadiu a Manchúria, contribuindo para a rendição japonesa e o fim da Segunda Guerra Mundial na Ásia."
      }
    ]
  },
  "8-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de agosto de 1945, a bomba atômica Fat Man foi lançada sobre a cidade japonesa de Nagasaki pelos Estados Unidos, causando destruição em massa e mais de 70.000 mortes."
      },
      {
        "texto1": "No dia 9 de agosto de 1965, o astronauta americano Neil Armstrong realizou a primeira caminhada espacial da história durante a missão Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de agosto de 1519, a expedição liderada por Fernão de Magalhães partiu de Sevilha, Espanha, em busca de uma rota marítima para as Ilhas Molucas, resultando na primeira circum-navegação da Terra."
      },
      {
        "texto1": "No dia 10 de agosto de 1792, ocorreu o Massacre das Tulherias em Paris, durante a Revolução Francesa, no qual as forças revolucionárias atacaram o Palácio das Tulherias, onde a família real estava refugiada."
      }
    ]
  },
  "8-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de agosto de 3114 a.C., de acordo com o calendário maia, foi o início do atual ciclo longo da contagem de tempo maia, conhecido como 13.0.0.0.0, marcando uma data significativa na cultura maia."
      },
      {
        "texto1": "No dia 11 de agosto de 1999, ocorreu um eclipse solar total visível em partes da Europa, Ásia e África, sendo um evento astronômico de grande importância e interesse público."
      }
    ]
  },
  "8-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de agosto de 30 a.C., a rainha Cleópatra VII do Egito morreu supostamente por suicídio, após a derrota de Marco Antônio e a anexação do Egito ao Império Romano."
      },
      {
        "texto1": "No dia 12 de agosto de 1944, teve início a Batalha de Narva durante a Segunda Guerra Mundial, na qual as tropas alemãs e seus aliados enfrentaram o Exército Vermelho na Estônia."
      }
    ]
  },
  "8-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de agosto de 1961, teve início a construção do Muro de Berlim, que dividiu a cidade de Berlim em duas partes, separando a Alemanha Oriental da Alemanha Ocidental."
      },
      {
        "texto1": "No dia 13 de agosto de 1521, a capital asteca Tenochtitlán foi capturada pelas forças espanholas lideradas por Hernán Cortés, marcando o fim do Império Asteca no México."
      }
    ]
  },
  "8-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de agosto de 1945, o Japão aceitou os termos da rendição incondicional, pondo fim à Segunda Guerra Mundial e marcando o Dia da Vitória no Japão."
      },
      {
        "texto1": "No dia 14 de agosto de 1947, o Paquistão se tornou um país independente após se separar da Índia, um marco na história da região que levou à formação de dois estados distintos."
      }
    ]
  },
  "8-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de agosto de 1947, a Índia conquistou sua independência do domínio colonial britânico, tornando-se uma nação soberana e marcando o Dia da Independência da Índia."
      },
      {
        "texto1": "No dia 15 de agosto de 1969, o festival de música de Woodstock teve início em Bethel, Nova York, tornando-se um dos eventos mais icônicos e influentes da história da música."
      }
    ]
  },
  "8-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de agosto de 1977, o Rei do Rock 'n' Roll, Elvis Presley, faleceu em sua casa em Graceland, em Memphis, Tennessee, deixando um legado duradouro na música e cultura popular."
      },
      {
        "texto1": "No dia 16 de agosto de 1819, a cidade de Manchester, na Inglaterra, foi palco do Massacre de Peterloo, quando a cavalaria e a infantaria britânicas atacaram uma multidão que protestava por reformas políticas e sociais, resultando em mortes e ferimentos graves."
      }
    ]
  },
  "8-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de agosto de 1945, a Indonésia declarou sua independência da ocupação colonial holandesa, marcando o início de uma longa luta pela soberania do país."
      },
      {
        "texto1": "No dia 17 de agosto de 2017, ocorreu o atentado terrorista em Barcelona, Espanha, quando uma van foi deliberadamente conduzida em uma área movimentada, resultando em várias mortes e ferimentos."
      }
    ]
  },
  "8-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de agosto de 1920, foi ratificado o 19º Emenda da Constituição dos Estados Unidos, concedendo o direito de voto às mulheres."
      },
      {
        "texto1": "No dia 18 de agosto de 1966, a sonda espacial Lunar Orbiter 1 foi lançada pela NASA, iniciando uma série de missões que visavam mapear a superfície da Lua."
      }
    ]
  },
  "8-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de agosto de 1934, ocorreu a assinatura do Pacto de Paz entre a Itália e a Etiópia, encerrando a Segunda Guerra Ítalo-Etíope."
      },
      {
        "texto1": "No dia 19 de agosto de 1991, ocorreu o golpe de agosto na União Soviética, quando uma facção conservadora do Partido Comunista tentou derrubar o presidente Mikhail Gorbachev e tomar o poder."
      }
    ]
  },
  "8-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de agosto de 1975, a NASA lançou a sonda espacial Viking 1 em direção a Marte, sendo a primeira missão a pousar com sucesso na superfície do planeta vermelho."
      },
      {
        "texto1": "No dia 20 de agosto de 1968, tropas do Pacto de Varsóvia, lideradas pela União Soviética, invadiram a Tchecoslováquia, pondo fim à Primavera de Praga e fortalecendo o controle comunista no país."
      }
    ]
  },
  "8-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de agosto de 1959, o Havaí se tornou o 50º estado dos Estados Unidos, após décadas de luta pela anexação do território ao país."
      },
      {
        "texto1": "No dia 21 de agosto de 1911, foi realizada a famosa Mona Lisa, de Leonardo da Vinci, foi roubada do Museu do Louvre, em Paris, causando grande comoção e tornando-se um dos roubos de arte mais conhecidos da história."
      }
    ]
  },
  "8-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de agosto de 1485, ocorreu a Batalha de Bosworth, na qual Henrique Tudor derrotou o rei Ricardo III da Inglaterra, marcando o fim da Guerra das Rosas e o início da dinastia Tudor."
      },
      {
        "texto1": "No dia 22 de agosto de 1962, o Muro de Berlim começou a ser erguido pela Alemanha Oriental, dividindo a cidade de Berlim e simbolizando a divisão da Guerra Fria."
      }
    ]
  },
  "8-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de agosto de 1305, o líder escocês William Wallace foi capturado pelas forças inglesas, sendo posteriormente executado por traição."
      },
      {
        "texto1": "No dia 23 de agosto de 1944, ocorreu a Batalha de Narva durante a Segunda Guerra Mundial, na qual as tropas alemãs conseguiram repelir um ataque maciço do Exército Vermelho na Estônia."
      }
    ]
  },
  "8-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de agosto de 79 d.C., o Monte Vesúvio entrou em erupção, destruindo as cidades romanas de Pompeia e Herculano e soterrando-as sob cinzas vulcânicas."
      },
      {
        "texto1": "No dia 24 de agosto de 1814, ocorreu a queima de Washington, D.C., durante a Guerra de 1812, quando as forças britânicas incendiaram vários prédios governamentais, incluindo a Casa Branca e o Capitólio dos Estados Unidos."
      }
    ]
  },
  "8-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de agosto de 1944, Paris foi libertada do domínio alemão pelas forças aliadas durante a Segunda Guerra Mundial, marcando um momento de celebração para a cidade e para a França."
      },
      {
        "texto1": "No dia 25 de agosto de 1835, ocorreu a Revolta dos Malês, um levante de escravos islâmicos na cidade de Salvador, Brasil, que buscavam sua liberdade e a instauração de um Estado Islâmico."
      }
    ]
  },
  "8-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de agosto de 1789, a Declaração dos Direitos do Homem e do Cidadão foi adotada pela Assembleia Nacional Constituinte da França durante a Revolução Francesa, estabelecendo os direitos fundamentais e princípios políticos da nação."
      },
      {
        "texto1": "No dia 26 de agosto de 1914, a Batalha de Tannenberg foi travada durante a Primeira Guerra Mundial, resultando em uma vitória decisiva para as forças alemãs sobre o exército russo."
      }
    ]
  },
  "8-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de agosto de 1859, a sonda espacial Júpiter foi lançada pela NASA, sendo a primeira missão a explorar o planeta Júpiter e suas luas."
      },
      {
        "texto1": "No dia 27 de agosto de 1928, foi assinado o Pacto Briand-Kellogg, também conhecido como Pacto Kellogg-Briand, um tratado multilateral que renunciava à guerra como meio de resolver disputas internacionais."
      }
    ]
  },
  "8-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de agosto de 1963, ocorreu a Marcha sobre Washington por Trabalho e Liberdade, um evento icônico do movimento dos direitos civis nos Estados Unidos, onde Martin Luther King Jr. fez seu famoso discurso 'Eu tenho um sonho'."
      },
      {
        "texto1": "No dia 28 de agosto de 1996, ocorreu o ataque terrorista à Torre Eiffel em Paris, França, quando um carro-bomba explodiu, deixando várias pessoas feridas."
      }
    ]
  },
  "8-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de agosto de 2005, o furacão Katrina atingiu a costa do Golfo dos Estados Unidos, causando uma das piores catástrofes naturais da história do país, principalmente na cidade de Nova Orleans."
      },
      {
        "texto1": "No dia 29 de agosto de 1949, a União Soviética testou com sucesso sua primeira bomba atômica, marcando o início da corrida armamentista nuclear durante a Guerra Fria."
      }
    ]
  },
  "8-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de agosto de 1797, Mary Shelley, autora de Frankenstein, nasceu em Londres, Inglaterra, se tornando uma das escritoras mais influentes da literatura gótica e de ficção científica."
      },
      {
        "texto1": "No dia 30 de agosto de 2003, o astronauta brasileiro Marcos Pontes foi lançado ao espaço a bordo da nave Soyuz, tornando-se o primeiro astronauta brasileiro a viajar para a Estação Espacial Internacional."
      }
    ]
  },
  "8-31": {
    "curiosidade": [
      {
        "texto": "Em 31 de agosto de 1997, ocorreu a trágica morte da princesa Diana em um acidente de carro em Paris, França, causando comoção mundial e deixando um legado duradouro como uma figura humanitária."
      },
      {
        "texto1": "No dia 31 de agosto de 1939, teve início a Segunda Guerra Mundial com a invasão da Polônia pela Alemanha nazista, dando início a um conflito global que duraria seis anos e resultaria em milhões de mortes."
      }
    ]
  },
  "9-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de setembro de 1939, a Alemanha nazista invadiu a Polônia, marcando o início da Segunda Guerra Mundial na Europa."
      },
      {
        "texto1": "No dia 1º de setembro de 1985, o naufrágio do navio Titanic foi descoberto no fundo do oceano Atlântico por uma equipe de pesquisa liderada por Robert Ballard."
      }
    ]
  },
  "9-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de setembro de 1945, ocorreu a rendição formal do Japão, marcando o fim da Segunda Guerra Mundial após a explosão das bombas atômicas em Hiroshima e Nagasaki."
      },
      {
        "texto1": "No dia 2 de setembro de 1666, o Grande Incêndio de Londres teve início, destruindo grande parte da cidade, incluindo a famosa Catedral de São Paulo."
      }
    ]
  },
  "9-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de setembro de 1783, foi assinado o Tratado de Paris, que encerrou a Guerra Revolucionária Americana e reconheceu a independência dos Estados Unidos da América."
      },
      {
        "texto1": "No dia 3 de setembro de 1939, a França e o Reino Unido declararam guerra à Alemanha nazista em resposta à invasão da Polônia, marcando o início da Segunda Guerra Mundial na Europa."
      }
    ]
  },
  "9-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de setembro de 1957, a União Soviética lançou com sucesso a espaçonave Sputnik 2, levando a primeira criatura viva, a cadela Laika, ao espaço."
      },
      {
        "texto1": "No dia 4 de setembro de 1781, as forças coloniais americanas lideradas por George Washington derrotaram o exército britânico na Batalha de Yorktown, um evento decisivo na Guerra de Independência dos Estados Unidos."
      }
    ]
  },
  "9-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de setembro de 1972, a equipe israelense de atletismo foi alvo de um ataque terrorista durante os Jogos Olímpicos de Munique, resultando na morte de 11 atletas."
      },
      {
        "texto1": "No dia 5 de setembro de 1793, ocorreu o Massacre de Lyon, no contexto da Revolução Francesa, no qual centenas de pessoas foram executadas em retaliação à resistência à Convenção Nacional."
      }
    ]
  },
  "9-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de setembro de 1901, o presidente dos Estados Unidos, William McKinley, foi assassinado em Buffalo, Nova York, por um anarquista chamado Leon Czolgosz."
      },
      {
        "texto1": "No dia 6 de setembro de 1966, a série de televisão Star Trek estreou nos Estados Unidos, se tornando um fenômeno cultural e influenciando gerações futuras de fãs e produções de ficção científica."
      }
    ]
  },
  "9-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de setembro de 1822, o Brasil proclamou sua independência de Portugal, marcando o início de um novo país e o fim do domínio colonial português."
      },
      {
        "texto1": "No dia 7 de setembro de 1940, durante a Segunda Guerra Mundial, os bombardeios alemães sobre Londres atingiram seu pico durante o Blitz, causando danos significativos à cidade."
      }
    ]
  },
  "9-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de setembro de 1565, ocorreu a Batalha de Malta, na qual os Cavaleiros de São João derrotaram um exército otomano, impedindo a conquista da ilha por parte do Império Otomano."
      },
      {
        "texto1": "No dia 8 de setembro de 1900, a Galveston Hurricane atingiu a cidade de Galveston, Texas, nos Estados Unidos, causando uma das piores catástrofes naturais da história dos EUA, com estimativas de mais de 8.000 mortes."
      }
    ]
  },
  "9-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de setembro de 1971, o Estado do Catar declarou sua independência do Reino Unido, tornando-se uma nação soberana no Golfo Pérsico."
      },
      {
        "texto1": "No dia 9 de setembro de 1948, a Coreia do Norte proclamou a República Democrática Popular da Coreia, estabelecendo-se como um Estado comunista separado da Coreia do Sul."
      }
    ]
  },
  "9-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de setembro de 1939, o Canadá declarou guerra à Alemanha nazista, entrando na Segunda Guerra Mundial ao lado do Reino Unido e outros países aliados."
      },
      {
        "texto1": "No dia 10 de setembro de 2008, o Large Hadron Collider (LHC), o maior acelerador de partículas do mundo, foi ligado pela primeira vez, abrindo caminho para novas descobertas científicas."
      }
    ]
  },
  "9-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de setembro de 2001, os Estados Unidos foram alvo de ataques terroristas coordenados pela organização Al-Qaeda, resultando na destruição das Torres Gêmeas do World Trade Center, no ataque ao Pentágono e no voo United 93, que caiu na Pensilvânia."
      },
      {
        "texto1": "No dia 11 de setembro de 1973, ocorreu um golpe de Estado no Chile, liderado pelo general Augusto Pinochet, que resultou na queda do governo democrático de Salvador Allende e na instauração de uma ditadura militar."
      }
    ]
  },
  "9-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de setembro de 1940, durante a Segunda Guerra Mundial, a França foi obrigada a assinar um armistício com a Alemanha nazista, encerrando sua participação ativa no conflito."
      },
      {
        "texto1": "No dia 12 de setembro de 1959, a sonda espacial Luna 2, lançada pela União Soviética, se tornou o primeiro objeto feito pelo homem a atingir a Lua, marcando um marco importante na exploração espacial."
      }
    ]
  },
  "9-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de setembro de 1993, os líderes de Israel e da Organização para a Libertação da Palestina (OLP) assinaram os Acordos de Oslo, estabelecendo uma base para a paz no Oriente Médio."
      },
      {
        "texto1": "No dia 13 de setembro de 1948, a França, o Reino Unido e os Estados Unidos emitiram a Declaração Tripartite, reafirmando seu apoio a uma solução pacífica para o conflito árabe-israelense."
      }
    ]
  },
  "9-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de setembro de 1901, o presidente dos Estados Unidos, William McKinley, faleceu devido aos ferimentos causados por um ataque a tiros, levando Theodore Roosevelt a assumir a presidência."
      },
      {
        "texto1": "No dia 14 de setembro de 1982, o massacre de Sabra e Shatila ocorreu nos campos de refugiados palestinos em Beirute, Líbano, resultando na morte de milhares de pessoas."
      }
    ]
  },
  "9-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de setembro de 1821, a América Central declarou sua independência da Espanha, formando as Províncias Unidas da América Central, que posteriormente se dividiram em vários países."
      },
      {
        "texto1": "No dia 15 de setembro de 1944, as forças aliadas iniciaram a Operação Market Garden durante a Segunda Guerra Mundial, uma tentativa malsucedida de capturar pontes-chave na Holanda ocupada pelos nazistas."
      }
    ]
  },
  "9-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de setembro de 1810, o México iniciou sua luta pela independência da Espanha, um movimento conhecido como o Grito de Dolores."
      },
      {
        "texto1": "No dia 16 de setembro de 1978, o Tratado de Paz de Camp David foi assinado entre Israel e Egito, encerrando oficialmente décadas de hostilidade entre os dois países."
      }
    ]
  },
  "9-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de setembro de 1787, a Constituição dos Estados Unidos da América foi assinada em Filadélfia, Pensilvânia, estabelecendo as bases do sistema político e jurídico do país."
      },
      {
        "texto1": "No dia 17 de setembro de 1948, a República da Coreia (Coreia do Sul) foi proclamada, após a divisão da península coreana no final da Segunda Guerra Mundial."
      }
    ]
  },
  "9-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de setembro de 1931, o Japão invadiu a Manchúria, iniciando um conflito conhecido como Incidente de Mukden, que acabou levando à Segunda Guerra Sino-Japonesa."
      },
      {
        "texto1": "No dia 18 de setembro de 2001, o Congresso dos Estados Unidos aprovou a Resolução Autorizando o Uso da Força Militar, abrindo caminho para a guerra contra o terrorismo após os ataques de 11 de setembro."
      }
    ]
  },
  "9-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de setembro de 1870, durante a Guerra Franco-Prussiana, ocorreu a Batalha de Sedan, resultando na captura do imperador francês Napoleão III pelas forças prussianas."
      },
      {
        "texto1": "No dia 19 de setembro de 1985, ocorreu o devastador terremoto na Cidade do México, com uma magnitude de 8,1 na escala Richter, resultando em milhares de mortes e destruição generalizada."
      }
    ]
  },
  "9-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de setembro de 1519, o explorador português Fernão de Magalhães partiu em sua expedição para circunavegar o globo, uma viagem que duraria quase três anos."
      },
      {
        "texto1": "No dia 20 de setembro de 2001, o presidente dos Estados Unidos, George W. Bush, proferiu um discurso perante o Congresso, declarando a 'Guerra ao Terrorismo' em resposta aos ataques de 11 de setembro."
      }
    ]
  },
  "9-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de setembro de 1937, ocorreu o Massacre de Nanquim, durante a Segunda Guerra Sino-Japonesa, no qual as forças japonesas cometeram atrocidades contra a população civil e prisioneiros de guerra."
      },
      {
        "texto1": "No dia 21 de setembro de 1989, o furacão Hugo atingiu a costa da Carolina do Sul, nos Estados Unidos, causando extensa destruição e resultando na morte de mais de 80 pessoas."
      }
    ]
  },
  "9-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de setembro de 1980, o Iraque, liderado por Saddam Hussein, invadiu o Irã, iniciando uma guerra que duraria oito anos e resultaria em milhões de mortes."
      },
      {
        "texto1": "No dia 22 de setembro de 1862, durante a Guerra Civil Americana, ocorreu a Batalha de Antietam, o confronto mais sangrento da história dos Estados Unidos, com mais de 22.000 baixas em um único dia."
      }
    ]
  },
  "9-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de setembro de 1949, a República Popular da China foi proclamada por Mao Tsé-Tung, estabelecendo um regime comunista no país."
      },
      {
        "texto1": "No dia 23 de setembro de 2008, a empresa financeira Lehman Brothers declarou falência, desencadeando uma crise financeira global e aprofundando a recessão mundial."
      }
    ]
  },
  "9-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de setembro de 622, ocorreu a Hégira, a migração do profeta Maomé de Meca para Medina, marcando o início do calendário islâmico."
      },
      {
        "texto1": "No dia 24 de setembro de 1946, um tribunal militar internacional em Nuremberg, Alemanha, condenou 12 líderes nazistas à morte por crimes de guerra e contra a humanidade."
      }
    ]
  },
  "9-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de setembro de 1513, o explorador espanhol Vasco Núñez de Balboa se tornou o primeiro europeu a avistar o Oceano Pacífico, após atravessar o istmo do Panamá."
      },
      {
        "texto1": "No dia 25 de setembro de 1957, nove estudantes negros entraram na Little Rock Central High School, em Little Rock, Arkansas, sob proteção federal, marcando um marco importante no movimento pelos direitos civis nos Estados Unidos."
      }
    ]
  },
  "9-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de setembro de 1580, a União Ibérica foi estabelecida, unindo as coroas de Portugal e Espanha sob o domínio do rei espanhol Filipe II."
      },
      {
        "texto1": "No dia 26 de setembro de 1983, o líder soviético Yuri Andropov anunciou que a União Soviética não participaria dos Jogos Olímpicos de Verão de 1984, em Los Angeles, como retaliação à decisão dos Estados Unidos de boicotar as Olimpíadas de Moscou, em 1980."
      }
    ]
  },
  "9-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de setembro de 1822, o Brasil declarou sua independência de Portugal, proclamando Pedro I como seu imperador."
      },
      {
        "texto1": "No dia 27 de setembro de 1905, ocorreu a Batalha de Mukden, durante a Guerra Russo-Japonesa, resultando em uma vitória decisiva do Japão sobre as forças russas."
      }
    ]
  },
  "9-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de setembro de 1066, ocorreu a Batalha de Stamford Bridge, na Inglaterra, onde o rei Haroldo II da Inglaterra derrotou as forças invasoras lideradas por Haroldo III da Noruega."
      },
      {
        "texto1": "No dia 28 de setembro de 1928, Alexander Fleming descobriu acidentalmente a penicilina, um dos antibióticos mais importantes da história da medicina."
      }
    ]
  },
  "9-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de setembro de 1941, durante a Segunda Guerra Mundial, o Babi Yar, um desfiladeiro nos arredores de Kiev, Ucrânia, foi palco de um dos maiores massacres da história, onde tropas nazistas assassinaram mais de 33.000 judeus em apenas dois dias."
      },
      {
        "texto1": "No dia 29 de setembro de 2008, a crise financeira atingiu um novo patamar com o colapso do banco de investimentos Lehman Brothers, desencadeando uma série de eventos que afetaram o sistema financeiro global."
      }
    ]
  },
  "9-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de setembro de 1938, ocorreu a assinatura dos Acordos de Munique, onde líderes europeus cederam às demandas de Adolf Hitler, permitindo a anexação da região dos Sudetos pela Alemanha nazista."
      },
      {
        "texto1": "No dia 30 de setembro de 2005, o controverso julgamento de Michael Jackson, acusado de abuso sexual infantil, chegou ao fim com sua absolvição de todas as acusações."
      }
    ]
  },
  "10-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de outubro de 1949, foi proclamada a República Popular da China por Mao Tsé-Tung, estabelecendo um regime comunista no país."
      },
      {
        "texto1": "No dia 1º de outubro de 1961, ocorreu a fundação da Organização dos Países Exportadores de Petróleo (OPEP), uma aliança de nações produtoras de petróleo com o objetivo de coordenar políticas relacionadas ao comércio de petróleo e proteger os interesses dos países membros."
      }
    ]
  },
  "10-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de outubro de 1187, ocorreu a Batalha de Hattin, na qual o líder muçulmano Saladino derrotou as forças cristãs do Reino de Jerusalém, abrindo caminho para a conquista de Jerusalém pelos muçulmanos."
      },
      {
        "texto1": "No dia 2 de outubro de 1968, ocorreu a chacina de Tlatelolco, na Cidade do México, durante os protestos estudantis contra o governo mexicano, resultando na morte de centenas de manifestantes."
      }
    ]
  },
  "10-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de outubro de 1990, a Alemanha foi reunificada, encerrando oficialmente a divisão entre a Alemanha Oriental e a Alemanha Ocidental."
      },
      {
        "texto1": "No dia 3 de outubro de 1952, o Reino Unido realizou seu primeiro teste de uma bomba nuclear, tornando-se a terceira potência nuclear do mundo."
      }
    ]
  },
  "10-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de outubro de 1957, a União Soviética lançou com sucesso o Sputnik 1, o primeiro satélite artificial da história, dando início à era espacial."
      },
      {
        "texto1": "No dia 4 de outubro de 2004, a sonda espacial Cassini-Huygens encerrou sua missão de 7 anos em Saturno, enviando dados e imagens valiosas sobre o planeta e suas luas."
      }
    ]
  },
  "10-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de outubro de 1789, ocorreu a Marcha das Mulheres em Versalhes, durante a Revolução Francesa, quando milhares de mulheres parisienses marcharam até o Palácio de Versalhes exigindo pão e a queda do rei."
      },
      {
        "texto1": "No dia 5 de outubro de 2000, o ex-presidente da Sérvia, Slobodan Milošević, foi deposto e entregue ao Tribunal Penal Internacional para a ex-Iugoslávia, onde seria julgado por crimes de guerra e crimes contra a humanidade."
      }
    ]
  },
  "10-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de outubro de 1973, teve início a Guerra do Yom Kippur, um conflito entre Israel e uma coalizão liderada por Egito e Síria, que resultou em grandes perdas humanas e territoriais."
      },
      {
        "texto1": "No dia 6 de outubro de 1927, o filme mudo 'O Cantor de Jazz' foi lançado, sendo o primeiro longa-metragem a apresentar sequências com diálogos sonoros sincronizados."
      }
    ]
  },
  "10-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de outubro de 1571, ocorreu a Batalha de Lepanto, na qual uma aliança cristã liderada pela República de Veneza e pelo Império Espanhol derrotou a frota otomana, impedindo o avanço otomano no Mediterrâneo Ocidental."
      },
      {
        "texto1": "No dia 7 de outubro de 1989, teve início a Revolução Pacífica na então Tchecoslováquia, marcando o início do fim do regime comunista no país."
      }
    ]
  },
  "10-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de outubro de 1871, ocorreu o Grande Incêndio de Chicago, um dos maiores desastres urbanos da história dos Estados Unidos, que destruiu grande parte da cidade."
      },
      {
        "texto1": "No dia 8 de outubro de 2001, os Estados Unidos iniciaram a invasão militar do Afeganistão, em resposta aos ataques terroristas de 11 de setembro de 2001."
      }
    ]
  },
  "10-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de outubro de 1967, o líder revolucionário argentino Che Guevara foi capturado na Bolívia, marcando o fim de sua campanha guerrilheira na América do Sul."
      },
      {
        "texto1": "No dia 9 de outubro de 1989, ocorreu a queda do Muro de Berlim, um dos eventos mais significativos do final da Guerra Fria e da reunificação da Alemanha."
      }
    ]
  },
  "10-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de outubro de 732, ocorreu a Batalha de Tours, na França, onde as forças francas lideradas por Carlos Martel derrotaram um exército muçulmano, impedindo a expansão do Califado Omíada na Europa Ocidental."
      },
      {
        "texto1": "No dia 10 de outubro de 1845, o filósofo Friedrich Nietzsche nasceu na cidade de Röcken, Alemanha, tornando-se uma das figuras mais influentes na filosofia moderna."
      }
    ]
  },
  "10-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de outubro de 1899, teve início a Segunda Guerra dos Bôeres, um conflito entre o Reino Unido e as repúblicas bôeres na África do Sul, que resultou em uma guerra prolongada e devastadora."
      },
      {
        "texto1": "No dia 11 de outubro de 1984, a astronauta americana Kathryn D. Sullivan se tornou a primeira mulher a realizar um passeio espacial."
      }
    ]
  },
  "10-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de outubro de 1492, o navegador Cristóvão Colombo chegou à América, marcando o início da colonização europeia do continente."
      },
      {
        "texto1": "No dia 12 de outubro de 1984, a primeira mulher astronauta britânica, Helen Sharman, foi lançada ao espaço a bordo da missão Soyuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de outubro de 1307, ocorreu a sexta-feira 13, quando os cavaleiros templários foram presos em massa na França, marcando o fim da influência e poder dessa ordem militar-religiosa."
      },
      {
        "texto1": "No dia 13 de outubro de 1972, o voo 571 da Força Aérea Uruguaia sofreu um acidente nos Andes, levando os sobreviventes a enfrentarem uma luta pela sobrevivência conhecida como 'Milagre dos Andes'."
      }
    ]
  },
  "10-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de outubro de 1066, ocorreu a Batalha de Hastings, na qual o exército normando liderado por Guilherme, o Conquistador, derrotou o rei Haroldo II da Inglaterra, mudando a história da Inglaterra."
      },
      {
        "texto1": "No dia 14 de outubro de 1947, o piloto americano Chuck Yeager se tornou o primeiro ser humano a quebrar a barreira do som em voo."
      }
    ]
  },
  "10-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de outubro de 1815, Napoleão Bonaparte foi derrotado na Batalha de Waterloo, encerrando definitivamente seu reinado e o período conhecido como as Guerras Napoleônicas."
      },
      {
        "texto1": "No dia 15 de outubro de 1987, ocorreu o evento conhecido como 'Segunda-feira Negra' na Bolsa de Valores de Nova York, com o mercado de ações sofrendo uma queda significativa."
      }
    ]
  },
  "10-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de outubro de 1793, a rainha Maria Antonieta da França foi guilhotinada durante a Revolução Francesa."
      },
      {
        "texto1": "No dia 16 de outubro de 1962, a crise dos mísseis de Cuba teve início, quando foram descobertos mísseis nucleares soviéticos na ilha, levando o mundo à beira de uma guerra nuclear."
      }
    ]
  },
  "10-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de outubro de 1905, ocorreu o Domingo Sangrento em São Petersburgo, Rússia, quando soldados do exército czarista abriram fogo contra manifestantes pacíficos, desencadeando uma série de eventos que culminaram na Revolução Russa de 1917."
      },
      {
        "texto1": "No dia 17 de outubro de 1989, um terremoto de magnitude 6.9 atingiu a região da Baía de São Francisco, Califórnia, causando danos extensos e deixando milhares de pessoas desabrigadas."
      }
    ]
  },
  "10-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de outubro de 1867, o Alasca foi formalmente transferido da Rússia para os Estados Unidos, após a compra do território por parte dos norte-americanos."
      },
      {
        "texto1": "No dia 18 de outubro de 1968, os Jogos Olímpicos de Verão foram realizados na Cidade do México, marcados pelo famoso protesto dos atletas negros dos Estados Unidos no pódio."
      }
    ]
  },
  "10-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de outubro de 1987, o índice Dow Jones da Bolsa de Valores de Nova York sofreu a maior queda em um único dia, conhecida como 'Segunda-feira Negra'."
      },
      {
        "texto1": "No dia 19 de outubro de 2003, a sonda espacial europeia Beagle 2 foi lançada com o objetivo de pousar em Marte, porém perdeu-se o contato com a sonda e sua localização exata permanece desconhecida."
      }
    ]
  },
  "10-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de outubro de 1944, durante a Segunda Guerra Mundial, a cidade de Belgrado, capital da Iugoslávia, foi libertada das forças nazistas pelo Exército Vermelho e pelo Exército Popular de Libertação da Iugoslávia."
      },
      {
        "texto1": "No dia 20 de outubro de 1973, teve início a Crise do Petróleo, quando os países árabes membros da OPEP anunciaram um embargo ao petróleo em retaliação ao apoio ocidental a Israel na Guerra do Yom Kippur."
      }
    ]
  },
  "10-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de outubro de 1520, ocorreu a Batalha de Otumba, no México, onde as forças astecas enfrentaram as tropas espanholas lideradas por Hernán Cortés."
      },
      {
        "texto1": "No dia 21 de outubro de 1966, um deslizamento de terra no município de Aberfan, no País de Gales, resultou na morte de 144 pessoas, a maioria crianças, devido ao colapso de uma pilha de carvão."
      }
    ]
  },
  "10-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de outubro de 1797, a Marinha Britânica derrotou a frota espanhola na Batalha do Cabo São Vicente, durante as Guerras Napoleônicas."
      },
      {
        "texto1": "No dia 22 de outubro de 1962, o presidente dos Estados Unidos, John F. Kennedy, anunciou publicamente a descoberta de mísseis nucleares soviéticos em Cuba, desencadeando a Crise dos Mísseis de Cuba."
      }
    ]
  },
  "10-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de outubro de 1956, teve início a Revolução Húngara, um levante popular contra o governo comunista da Hungria, que foi reprimido pelas forças soviéticas."
      },
      {
        "texto1": "No dia 23 de outubro de 2001, a Apple lançou o iPod, um dos dispositivos de música portáteis mais populares e influentes da história."
      }
    ]
  },
  "10-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de outubro de 1945, a Organização das Nações Unidas (ONU) foi fundada, buscando promover a paz e a cooperação internacional após a Segunda Guerra Mundial."
      },
      {
        "texto1": "No dia 24 de outubro de 2003, a sonda espacial europeia Mars Express foi lançada, com o objetivo de estudar Marte e procurar por sinais de água no planeta."
      }
    ]
  },
  "10-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de outubro de 1415, ocorreu a Batalha de Agincourt, na França, onde as forças inglesas lideradas por Henrique V conseguiram uma vitória significativa durante a Guerra dos Cem Anos."
      },
      {
        "texto1": "No dia 25 de outubro de 2001, o sistema operacional Windows XP foi lançado pela Microsoft, tornando-se um dos sistemas operacionais mais populares e duradouros da história."
      }
    ]
  },
  "10-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de outubro de 1947, o famoso livro infantil 'O Pequeno Príncipe', escrito por Antoine de Saint-Exupéry, foi publicado pela primeira vez."
      },
      {
        "texto1": "No dia 26 de outubro de 1979, o líder soviético Leonid Brejnev faleceu, encerrando um período de liderança de 18 anos e marcando o início de uma nova era na União Soviética."
      }
    ]
  },
  "10-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de outubro de 1904, a primeira edição do metrô de Nova York foi aberta ao público, revolucionando o transporte na cidade."
      },
      {
        "texto1": "No dia 27 de outubro de 1962, durante a Crise dos Mísseis de Cuba, um avião espião U-2 foi abatido sobre Cuba, aumentando ainda mais a tensão entre os Estados Unidos e a União Soviética."
      }
    ]
  },
  "10-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de outubro de 1886, a Estátua da Liberdade, um símbolo icônico dos Estados Unidos, foi oficialmente inaugurada no porto de Nova York."
      },
      {
        "texto1": "No dia 28 de outubro de 1962, durante a Crise dos Mísseis de Cuba, o presidente dos Estados Unidos, John F. Kennedy, anunciou que os mísseis soviéticos seriam removidos de Cuba, encerrando a crise."
      }
    ]
  },
  "10-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de outubro de 1929, ocorreu a famosa 'Quebra da Bolsa de Valores de Nova York', marcando o início da Grande Depressão que afetou a economia mundial."
      },
      {
        "texto1": "No dia 29 de outubro de 1956, Israel, França e Reino Unido invadiram o Egito na chamada Crise de Suez, visando controlar o canal de Suez e derrubar o presidente egípcio Gamal Abdel Nasser."
      }
    ]
  },
  "10-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de outubro de 1938, ocorreu a famosa transmissão de rádio conhecida como 'A Guerra dos Mundos', na qual o diretor Orson Welles adaptou o livro de H.G. Wells, causando pânico entre os ouvintes que acreditaram ser uma invasão alienígena."
      },
      {
        "texto1": "No dia 30 de outubro de 1961, a União Soviética detonou a 'Tsar Bomba', a maior bomba nuclear já detonada na história, com uma potência estimada de 50 megatons."
      }
    ]
  },
  "10-31": {
    "curiosidade": [
      {
        "texto": "Em 31 de outubro de 1517, o monge Martinho Lutero teria afixado suas 95 Teses na porta da Igreja do Castelo de Wittenberg, na Alemanha, desencadeando a Reforma Protestante."
      },
      {
        "texto1": "No dia 31 de outubro de 1956, ocorreu a Revolução Húngara, um levante contra o governo comunista da Hungria, que foi violentamente reprimido pelas forças soviéticas."
      }
    ]
  },
  "11-1": {
    "curiosidade": [
      {
        "texto": "Em 1º de novembro de 1512, a pintura mural 'Afresco do Teto da Capela Sistina', de Michelangelo, foi inaugurada no Vaticano, em Roma, sendo considerada uma das obras de arte mais famosas e importantes da história."
      },
      {
        "texto1": "No dia 1º de novembro de 1952, ocorreu a primeira detonação bem-sucedida de uma bomba de hidrogênio pelos Estados Unidos, marcando um avanço significativo na tecnologia de armas nucleares."
      }
    ]
  },
  "11-2": {
    "curiosidade": [
      {
        "texto": "Em 2 de novembro de 1917, durante a Primeira Guerra Mundial, o general britânico Edmund Allenby capturou a cidade de Beersheba, na Palestina, após uma ousada carga de cavalaria."
      },
      {
        "texto1": "No dia 2 de novembro de 1983, os Estados Unidos invadiram militarmente a ilha caribenha de Granada, em uma operação conhecida como 'Operação Fúria Urgente', visando depor o governo marxista-leninista que havia assumido o poder."
      }
    ]
  },
  "11-3": {
    "curiosidade": [
      {
        "texto": "Em 3 de novembro de 1948, o presidente dos Estados Unidos, Harry S. Truman, foi reeleito em uma surpreendente vitória sobre o candidato republicano Thomas E. Dewey."
      },
      {
        "texto1": "No dia 3 de novembro de 1957, a União Soviética lançou com sucesso o primeiro satélite artificial da Terra, o Sputnik 2, que transportava a primeira criatura viva ao espaço, a cadela Laika."
      }
    ]
  },
  "11-4": {
    "curiosidade": [
      {
        "texto": "Em 4 de novembro de 1979, ocorreu a Crise dos Reféns no Irã, quando estudantes iranianos invadiram a embaixada dos Estados Unidos em Teerã, mantendo 52 americanos como reféns por mais de um ano."
      },
      {
        "texto1": "No dia 4 de novembro de 2008, Barack Obama foi eleito o 44º presidente dos Estados Unidos, tornando-se o primeiro presidente afro-americano na história do país."
      }
    ]
  },
  "11-5": {
    "curiosidade": [
      {
        "texto": "Em 5 de novembro de 1605, ocorreu a famosa 'Conspiração da Pólvora' no Reino Unido, na qual Guy Fawkes e outros conspiradores católicos planejaram explodir o Parlamento britânico durante a abertura oficial das sessões."
      },
      {
        "texto1": "No dia 5 de novembro de 1911, o rei da Itália, Vittorio Emanuele III, proclamou a anexação da Líbia ao território italiano, após a conquista militar do país norte-africano."
      }
    ]
  },
  "11-6": {
    "curiosidade": [
      {
        "texto": "Em 6 de novembro de 1860, Abraham Lincoln foi eleito o 16º presidente dos Estados Unidos, desencadeando tensões que culminariam na Guerra Civil Americana."
      },
      {
        "texto1": "No dia 6 de novembro de 1985, o vulcão Nevado del Ruiz, na Colômbia, entrou em erupção, provocando uma avalanche de lama e cinzas que devastou a cidade de Armero e causou a morte de mais de 23.000 pessoas."
      }
    ]
  },
  "11-7": {
    "curiosidade": [
      {
        "texto": "Em 7 de novembro de 1917, ocorreu a Revolução Russa, na qual os bolcheviques, liderados por Vladimir Lenin, tomaram o poder e estabeleceram o regime comunista na Rússia."
      },
      {
        "texto1": "No dia 7 de novembro de 2000, o democrata Al Gore obteve a maioria dos votos populares, mas o republicano George W. Bush venceu a eleição presidencial dos Estados Unidos após uma controversa decisão da Suprema Corte."
      }
    ]
  },
  "11-8": {
    "curiosidade": [
      {
        "texto": "Em 8 de novembro de 1895, Wilhelm Conrad Roentgen descobriu os raios X, uma importante descoberta que revolucionou a medicina e a radiologia."
      },
      {
        "texto1": "No dia 8 de novembro de 2016, Donald Trump foi eleito o 45º presidente dos Estados Unidos, derrotando a candidata democrata Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosidade": [
      {
        "texto": "Em 9 de novembro de 1989, ocorreu a queda do Muro de Berlim, que dividiu a cidade de Berlim por quase 30 anos, simbolizando o fim da Guerra Fria e o colapso do bloco socialista."
      },
      {
        "texto1": "No dia 9 de novembro de 1938, aconteceu a chamada 'Noite dos Cristais' na Alemanha nazista, uma série de ataques violentos contra a população judaica, suas propriedades e sinagogas."
      }
    ]
  },
  "11-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de novembro de 1483, nasceu Martinho Lutero, líder da Reforma Protestante e uma figura importante na história religiosa e política da Europa."
      },
      {
        "texto1": "No dia 10 de novembro de 1975, a Rainha Elizabeth II do Reino Unido fez uma visita histórica à Austrália, sendo a primeira visita de um monarca britânico ao país desde a Federação Australiana em 1901."
      }
    ]
  },
  "11-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de novembro de 1918, foi assinado o Armistício de Compiègne, que pôs fim à Primeira Guerra Mundial, entrando em vigor às 11 horas da manhã e sendo comemorado como o Dia do Armistício em muitos países."
      },
      {
        "texto1": "No dia 11 de novembro de 1889, o Estado do Rio de Janeiro, no Brasil, aboliu a escravidão, tornando-se a primeira unidade federativa brasileira a fazê-lo."
      }
    ]
  },
  "11-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de novembro de 1955, ocorreu o incidente conhecido como 'Milagre de Lourdes', quando uma estátua da Virgem Maria começou a chorar na cidade de Syracuse, Nova York, levando a um aumento no número de peregrinos e à investigação do fenômeno pela Igreja Católica."
      },
      {
        "texto1": "No dia 12 de novembro de 1990, a nave espacial Galileo, da NASA, sobrevoou Vênus em sua trajetória em direção a Júpiter, realizando observações e coletando dados científicos."
      }
    ]
  },
  "11-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de novembro de 354, nasceu Santo Agostinho, um dos mais influentes teólogos e filósofos da Igreja Católica, conhecido por suas obras como 'Confissões' e 'A Cidade de Deus'."
      },
      {
        "texto1": "No dia 13 de novembro de 2015, ocorreram uma série de ataques terroristas coordenados em Paris, na França, perpetrados pelo grupo extremista Estado Islâmico, resultando na morte de 130 pessoas e centenas de feridos."
      }
    ]
  },
  "11-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de novembro de 1851, o jornal britânico 'The New York Times' foi publicado pela primeira vez, tornando-se um dos jornais mais influentes e renomados do mundo."
      },
      {
        "texto1": "No dia 14 de novembro de 1969, a Apollo 12, segunda missão tripulada do programa Apollo da NASA, foi lançada com o objetivo de pousar na Lua."
      }
    ]
  },
  "11-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de novembro de 1889, ocorreu a Proclamação da República no Brasil, marcando o fim do Império e o estabelecimento de um regime republicano no país."
      },
      {
        "texto1": "No dia 15 de novembro de 1988, a Palestina proclamou sua independência na cidade de Argel, na Argélia, sendo reconhecida por vários países como um Estado soberano."
      }
    ]
  },
  "11-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de novembro de 1532, ocorreu a Batalha de Cajamarca, no Peru, onde o conquistador espanhol Francisco Pizarro capturou o imperador inca Atahualpa, marcando o início da conquista espanhola da região."
      },
      {
        "texto1": "No dia 16 de novembro de 1995, foi assinado o Acordo Geral de Paz, encerrando oficialmente a Guerra da Bósnia, um conflito étnico-religioso que assolou a região dos Bálcãs na década de 1990."
      }
    ]
  },
  "11-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de novembro de 1558, a rainha Elizabeth I da Inglaterra ascendeu ao trono, iniciando um dos reinados mais importantes e longos da história do país."
      },
      {
        "texto1": "No dia 17 de novembro de 1989, a Revolução de Veludo teve início na Tchecoslováquia, um movimento pacífico que resultou na queda do regime comunista no país."
      }
    ]
  },
  "11-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de novembro de 1307, ocorreu a prisão dos Cavaleiros Templários na França, um evento marcante na história da Ordem dos Templários."
      },
      {
        "texto1": "No dia 18 de novembro de 1928, a primeira transmissão de televisão em cores foi realizada nos Estados Unidos, pelo inventor e engenheiro eletrônico John Logie Baird."
      }
    ]
  },
  "11-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de novembro de 1863, o presidente dos Estados Unidos, Abraham Lincoln, proferiu o famoso Discurso de Gettysburg durante a Guerra Civil Americana, reafirmando os ideais de igualdade e liberdade."
      },
      {
        "texto1": "No dia 19 de novembro de 1997, a sonda espacial Cassini-Huygens foi lançada pela NASA com o objetivo de estudar o planeta Saturno e suas luas."
      }
    ]
  },
  "11-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de novembro de 1945, teve início o Julgamento de Nuremberg, no qual líderes nazistas foram julgados por crimes de guerra e contra a humanidade durante a Segunda Guerra Mundial."
      },
      {
        "texto1": "No dia 20 de novembro de 1989, a Convenção sobre os Direitos da Criança foi adotada pela Assembleia Geral das Nações Unidas, estabelecendo os direitos fundamentais das crianças em todo o mundo."
      }
    ]
  },
  "11-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de novembro de 1877, Thomas Edison anunciou a invenção do fonógrafo, um dos primeiros dispositivos capazes de reproduzir sons gravados."
      },
      {
        "texto1": "No dia 21 de novembro de 1974, a etiópia se tornou um estado socialista, após a queda do imperador Haile Selassie."
      }
    ]
  },
  "11-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de novembro de 1963, o presidente dos Estados Unidos, John F. Kennedy, foi assassinado em Dallas, Texas, em um evento que chocou o país e o mundo."
      },
      {
        "texto1": "No dia 22 de novembro de 2005, a Microsoft lançou o console de videogame Xbox 360, dando início a uma nova geração de consoles de jogos."
      }
    ]
  },
  "11-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de novembro de 1889, o jornalista e escritor irlandês Nellie Bly iniciou sua viagem ao redor do mundo em 72 dias, estabelecendo um recorde mundial."
      },
      {
        "texto1": "No dia 23 de novembro de 1981, a Estação Espacial Skylab, lançada pela NASA em 1973, reentrou na atmosfera terrestre e se desintegrou, encerrando sua missão."
      }
    ]
  },
  "11-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de novembro de 1859, foi publicado o livro 'A Origem das Espécies' de Charles Darwin, apresentando a teoria da evolução através da seleção natural."
      },
      {
        "texto1": "No dia 24 de novembro de 1963, o assassinato do presidente dos Estados Unidos, John F. Kennedy, foi seguido pelo assassinato de Lee Harvey Oswald, principal suspeito do crime, por Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de novembro de 1975, a líder política e ativista dos direitos das mulheres, Aung San Suu Kyi, foi presa em Mianmar (então Birmânia) e permaneceu em prisão domiciliar por vários anos."
      },
      {
        "texto1": "No dia 25 de novembro de 2001, ocorreu a criação da Organização Mundial do Comércio (OMC), com o objetivo de promover o livre comércio e regular o comércio internacional."
      }
    ]
  },
  "11-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de novembro de 1922, arqueólogos britânicos descobriram a entrada para a tumba do faraó Tutancâmon no Vale dos Reis, no Egito."
      },
      {
        "texto1": "No dia 26 de novembro de 2008, ocorreu o ataque terrorista em Mumbai, na Índia, realizado por um grupo islâmico, resultando em diversos ataques coordenados pela cidade."
      }
    ]
  },
  "11-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de novembro de 1095, o Papa Urbano II proferiu o Discurso de Clermont, convocando a Primeira Cruzada com o objetivo de recuperar Jerusalém das mãos dos muçulmanos."
      },
      {
        "texto1": "No dia 27 de novembro de 1978, o prefeito de Jonestown, Guiana, Jim Jones, levou ao suicídio coletivo de mais de 900 seguidores de seu culto, em um evento conhecido como o Massacre de Jonestown."
      }
    ]
  },
  "11-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de novembro de 1520, ocorreu a Batalha de Otumba, no México, onde o conquistador espanhol Hernán Cortés e seus aliados indígenas derrotaram o exército asteca liderado por Cuauhtémoc."
      },
      {
        "texto1": "No dia 28 de novembro de 1942, durante a Segunda Guerra Mundial, ocorreu a Operação Tocha, com as forças Aliadas desembarcando na costa do norte da África, iniciando a campanha no teatro de operações do Mediterrâneo."
      }
    ]
  },
  "11-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de novembro de 1947, a Assembleia Geral das Nações Unidas aprovou o Plano de Partilha da Palestina, que propôs a criação de um estado judeu e um estado árabe na região."
      },
      {
        "texto1": "No dia 29 de novembro de 1961, a NASA lançou a cápsula espacial Mercury-Atlas 5 com o macaco Enos a bordo, realizando o segundo voo orbital tripulado do programa Mercury."
      }
    ]
  },
  "11-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de novembro de 1803, os Estados Unidos formalmente adquiriram o território da Louisiana da França, em um acordo conhecido como Compra da Louisiana."
      },
      {
        "texto1": "No dia 30 de novembro de 1966, a Barbados se tornou independente do Reino Unido, encerrando seu status de colônia britânica."
      }
    ]
  },
  "12-01": {
    "curiosidade": [
      {
        "texto": "Em 1º de dezembro de 1955, Rosa Parks, uma ativista dos direitos civis, recusou-se a ceder seu assento a um branco em um ônibus em Montgomery, Alabama, desencadeando o movimento dos direitos civis nos Estados Unidos."
      },
      {
        "texto1": "No dia 1º de dezembro de 1990, ocorreu a reunificação da Alemanha, com a união da Alemanha Ocidental e Alemanha Oriental após a queda do Muro de Berlim."
      }
    ]
  },
  "12-02": {
    "curiosidade": [
      {
        "texto": "Em 2 de dezembro de 1804, Napoleão Bonaparte foi coroado imperador da França na Catedral de Notre-Dame, em Paris."
      },
      {
        "texto1": "No dia 2 de dezembro de 1942, durante a Segunda Guerra Mundial, ocorreu o primeiro teste bem-sucedido da bomba atômica no Laboratório de Los Alamos, no Novo México, Estados Unidos."
      }
    ]
  },
  "12-03": {
    "curiosidade": [
      {
        "texto": "Em 3 de dezembro de 1967, o cirurgião sul-africano Christiaan Barnard realizou o primeiro transplante de coração humano bem-sucedido em Cape Town, África do Sul."
      },
      {
        "texto1": "No dia 3 de dezembro de 1984, ocorreu um grande vazamento de gás tóxico na cidade de Bhopal, na Índia, considerado um dos piores desastres industriais da história, causando milhares de mortes e ferimentos."
      }
    ]
  },
  "12-04": {
    "curiosidade": [
      {
        "texto": "Em 4 de dezembro de 1945, foi fundada a Organização das Nações Unidas para a Educação, a Ciência e a Cultura (UNESCO), com o objetivo de promover a paz e a cooperação internacional por meio da educação, ciência e cultura."
      },
      {
        "texto1": "No dia 4 de dezembro de 1971, a Índia derrotou o Paquistão na Guerra de Independência de Bangladesh, resultando na independência do Bangladesh e no fim da guerra."
      }
    ]
  },
  "12-05": {
    "curiosidade": [
      {
        "texto": "Em 5 de dezembro de 1933, a Lei Seca nos Estados Unidos foi revogada, permitindo novamente a produção e venda de bebidas alcoólicas."
      },
      {
        "texto1": "No dia 5 de dezembro de 2013, Nelson Mandela, líder anti-apartheid e ex-presidente da África do Sul, faleceu aos 95 anos, deixando um legado de luta pelos direitos humanos e reconciliação."
      }
    ]
  },
  "12-06": {
    "curiosidade": [
      {
        "texto": "Em 6 de dezembro de 1877, Thomas Edison fez a primeira demonstração pública do seu fonógrafo, um dispositivo capaz de gravar e reproduzir sons."
      },
      {
        "texto1": "No dia 6 de dezembro de 1989, ocorreu o Massacre da Praça da Paz Celestial em Pequim, China, quando tropas do governo reprimiram violentamente manifestantes pró-democracia."
      }
    ]
  },
  "12-07": {
    "curiosidade": [
      {
        "texto": "Em 7 de dezembro de 1941, ocorreu o ataque japonês à base naval de Pearl Harbor, no Havaí, marcando a entrada dos Estados Unidos na Segunda Guerra Mundial."
      },
      {
        "texto1": "No dia 7 de dezembro de 1972, a Apollo 17, a última missão tripulada do programa Apollo da NASA, foi lançada, sendo também a última vez que seres humanos estiveram na Lua."
      }
    ]
  },
  "12-08": {
    "curiosidade": [
      {
        "texto": "Em 8 de dezembro de 1980, o ex-Beatle John Lennon foi assassinado em Nova York, Estados Unidos, por um fã perturbado."
      },
      {
        "texto1": "No dia 8 de dezembro de 1991, os líderes da Rússia, Ucrânia e Bielorrússia assinaram o Acordo de Belaveja, que dissolveu a União Soviética e estabeleceu a Comunidade dos Estados Independentes (CEI)."
      }
    ]
  },
  "12-09": {
    "curiosidade": [
      {
        "texto": "Em 9 de dezembro de 1987, o acordo internacional conhecido como Protocolo de Montreal foi assinado, visando a proteção da camada de ozônio, com a redução gradual do uso de substâncias que a depletam."
      },
      {
        "texto1": "No dia 9 de dezembro de 2013, o ex-presidente sul-africano Nelson Mandela foi homenageado com um memorial em Joanesburgo, reunindo líderes e celebridades de todo o mundo."
      }
    ]
  },
  "12-10": {
    "curiosidade": [
      {
        "texto": "Em 10 de dezembro de 1948, a Assembleia Geral das Nações Unidas adotou a Declaração Universal dos Direitos Humanos, estabelecendo os direitos fundamentais de todos os seres humanos."
      },
      {
        "texto1": "No dia 10 de dezembro de 1989, o líder checo Václav Havel foi eleito presidente da Checoslováquia, marcando o fim do regime comunista no país."
      }
    ]
  },
  "12-11": {
    "curiosidade": [
      {
        "texto": "Em 11 de dezembro de 1936, o rei Eduardo VIII do Reino Unido abdicou ao trono para se casar com Wallis Simpson, uma americana divorciada, desencadeando uma crise constitucional."
      },
      {
        "texto1": "No dia 11 de dezembro de 2001, a China entrou para a Organização Mundial do Comércio (OMC), abrindo sua economia para o mercado global."
      }
    ]
  },
  "12-12": {
    "curiosidade": [
      {
        "texto": "Em 12 de dezembro de 1915, a primeira transmissão de rádio de entretenimento ocorreu nos Estados Unidos, marcando o início da era do rádio como meio de comunicação popular."
      },
      {
        "texto1": "No dia 12 de dezembro de 2000, a Corte Suprema dos Estados Unidos encerrou a controvérsia eleitoral das eleições presidenciais de 2000, declarando George W. Bush como o vencedor."
      }
    ]
  },
  "12-13": {
    "curiosidade": [
      {
        "texto": "Em 13 de dezembro de 1937, a cidade de Nanquim, na China, foi capturada pelas forças japonesas, marcando o início do Massacre de Nanquim, um dos eventos mais brutais da Segunda Guerra Sino-Japonesa."
      },
      {
        "texto1": "No dia 13 de dezembro de 2003, Saddam Hussein, ex-presidente do Iraque, foi capturado pelas forças norte-americanas, encerrando sua vida como fugitivo."
      }
    ]
  },
  "12-14": {
    "curiosidade": [
      {
        "texto": "Em 14 de dezembro de 1900, Max Planck apresentou pela primeira vez sua teoria quântica, um marco fundamental para a física moderna."
      },
      {
        "texto1": "No dia 14 de dezembro de 2012, um atirador abriu fogo na Escola Primária Sandy Hook, nos Estados Unidos, matando 26 pessoas, incluindo 20 crianças, em um dos piores tiroteios em ambiente escolar na história do país."
      }
    ]
  },
  "12-15": {
    "curiosidade": [
      {
        "texto": "Em 15 de dezembro de 1791, a Carta de Direitos dos Estados Unidos, composta por dez emendas à Constituição, foi ratificada, garantindo liberdades civis e individuais aos cidadãos."
      },
      {
        "texto1": "No dia 15 de dezembro de 2001, a cidade de Kandahar, no Afeganistão, foi capturada pelas forças da coalizão liderada pelos Estados Unidos, marcando um ponto de virada na Guerra do Afeganistão."
      }
    ]
  },
  "12-16": {
    "curiosidade": [
      {
        "texto": "Em 16 de dezembro de 1773, ocorreu o Boston Tea Party, um protesto em que colonos americanos jogaram cargas de chá britânico no porto de Boston, como um ato de resistência contra os impostos britânicos."
      },
      {
        "texto1": "No dia 16 de dezembro de 1971, a Índia reconheceu oficialmente Bangladesh como um país independente, encerrando a Guerra de Libertação de Bangladesh contra o Paquistão."
      }
    ]
  },
  "12-17": {
    "curiosidade": [
      {
        "texto": "Em 17 de dezembro de 1903, os irmãos Wright realizaram o primeiro voo controlado de uma aeronave motorizada, em Kitty Hawk, na Carolina do Norte, Estados Unidos."
      },
      {
        "texto1": "No dia 17 de dezembro de 2010, um vendedor ambulante tunisiano chamado Mohamed Bouazizi ateou fogo ao próprio corpo, desencadeando protestos em massa na Tunísia, conhecidos como Revolução de Jasmim, que se espalharam pelo mundo árabe."
      }
    ]
  },
  "12-18": {
    "curiosidade": [
      {
        "texto": "Em 18 de dezembro de 1865, a Décima Terceira Emenda à Constituição dos Estados Unidos foi ratificada, abolindo a escravidão no país."
      },
      {
        "texto1": "No dia 18 de dezembro de 1892, o escritor inglês Arthur Conan Doyle publicou o romance 'O Cão dos Baskervilles', uma das mais famosas histórias de Sherlock Holmes."
      }
    ]
  },
  "12-19": {
    "curiosidade": [
      {
        "texto": "Em 19 de dezembro de 1843, foi publicado o livro 'A Christmas Carol' (Um Conto de Natal), escrito por Charles Dickens, uma das mais populares histórias natalinas de todos os tempos."
      },
      {
        "texto1": "No dia 19 de dezembro de 1998, a Câmara dos Representantes dos Estados Unidos aprovou o impeachment do presidente Bill Clinton, acusado de perjúrio e obstrução da justiça."
      }
    ]
  },
  "12-20": {
    "curiosidade": [
      {
        "texto": "Em 20 de dezembro de 1803, os Estados Unidos formalmente adquiriram o território da Louisiana da França, em um acordo conhecido como a Compra da Louisiana."
      },
      {
        "texto1": "No dia 20 de dezembro de 1989, as forças militares dos Estados Unidos invadiram o Panamá em uma operação para capturar o ditador Manuel Noriega, acusado de tráfico de drogas e crimes contra os direitos humanos."
      }
    ]
  },
  "12-21": {
    "curiosidade": [
      {
        "texto": "Em 21 de dezembro de 1620, os colonos ingleses desembarcaram em Plymouth Rock, Massachusetts, estabelecendo a colônia de Plymouth e marcando o início da colonização britânica na América do Norte."
      },
      {
        "texto1": "No dia 21 de dezembro de 1968, a Apollo 8, missão espacial tripulada da NASA, foi lançada ao espaço, tornando-se a primeira espaçonave a orbitar a Lua e retornar com segurança à Terra."
      }
    ]
  },
  "12-22": {
    "curiosidade": [
      {
        "texto": "Em 22 de dezembro de 1807, o Tratado de Tilsit foi assinado, encerrando a guerra entre a França de Napoleão Bonaparte e a Rússia do czar Alexandre I."
      },
      {
        "texto1": "No dia 22 de dezembro de 1989, a Romênia realizou um julgamento e executou o ditador comunista Nicolae Ceaușescu e sua esposa, Elena, após a Revolução Romena."
      }
    ]
  },
  "12-23": {
    "curiosidade": [
      {
        "texto": "Em 23 de dezembro de 1888, o pintor holandês Vincent van Gogh cortou uma parte de sua orelha esquerda durante um surto psicótico."
      },
      {
        "texto1": "No dia 23 de dezembro de 1947, o Congresso Nacional Indiano adotou uma resolução exigindo a independência da Índia e o fim do domínio colonial britânico."
      }
    ]
  },
  "12-24": {
    "curiosidade": [
      {
        "texto": "Em 24 de dezembro de 1814, durante a Guerra de 1812 entre os Estados Unidos e o Reino Unido, ocorreu o Tratado de Ghent, que encerrou oficialmente o conflito e restaurou as relações diplomáticas entre os dois países."
      },
      {
        "texto1": "No dia 24 de dezembro de 1914, durante a Primeira Guerra Mundial, ocorreu a 'Trégua de Natal', na qual soldados inimigos nas trincheiras da Frente Ocidental interromperam as hostilidades e confraternizaram durante a véspera de Natal."
      }
    ]
  },
  "12-25": {
    "curiosidade": [
      {
        "texto": "Em 25 de dezembro de 336, o imperador romano Constantino I, o Grande, celebrava a primeira celebração oficial do Natal como feriado cristão."
      },
      {
        "texto1": "No dia 25 de dezembro de 1941, durante a Segunda Guerra Mundial, as tropas alemãs comandadas por Adolf Hitler entraram em colapso na Batalha de Moscou, marcando uma importante derrota para as forças nazistas."
      }
    ]
  },
  "12-26": {
    "curiosidade": [
      {
        "texto": "Em 26 de dezembro de 1776, durante a Guerra da Independência dos Estados Unidos, George Washington liderou o ataque surpresa às tropas hessianas em Trenton, Nova Jersey, em uma vitória crucial para os rebeldes americanos."
      },
      {
        "texto1": "No dia 26 de dezembro de 2004, ocorreu o devastador tsunami no Oceano Índico, desencadeado por um terremoto submarino, causando uma das piores catástrofes naturais da história, com a perda de centenas de milhares de vidas em várias nações costeiras."
      }
    ]
  },
  "12-27": {
    "curiosidade": [
      {
        "texto": "Em 27 de dezembro de 1831, Charles Darwin embarcou na expedição a bordo do HMS Beagle, uma viagem que o levaria a desenvolver sua teoria da evolução das espécies."
      },
      {
        "texto1": "No dia 27 de dezembro de 2007, a ex-primeira-ministra do Paquistão, Benazir Bhutto, foi assassinada em um atentado suicida durante um comício político em Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosidade": [
      {
        "texto": "Em 28 de dezembro de 1895, os irmãos Lumière realizaram a primeira exibição pública de filmes em movimento no Grand Café, em Paris, marcando o nascimento do cinema."
      },
      {
        "texto1": "No dia 28 de dezembro de 1973, o presidente dos Estados Unidos, Richard Nixon, assinou a Lei de Transição de Energia, que estabeleceu metas para a conservação de energia e promoveu o uso de fontes de energia renovável."
      }
    ]
  },
  "12-29": {
    "curiosidade": [
      {
        "texto": "Em 29 de dezembro de 1890, ocorreu o Massacre de Wounded Knee, um trágico confronto entre soldados americanos e membros da tribo Sioux Lakota, resultando na morte de aproximadamente 300 nativos americanos, incluindo mulheres e crianças."
      },
      {
        "texto1": "No dia 29 de dezembro de 1972, a NASA lançou a espaçonave Apollo 17, a última missão tripulada à Lua até o momento, com Eugene Cernan, Ronald Evans e Harrison Schmitt a bordo."
      }
    ]
  },
  "12-30": {
    "curiosidade": [
      {
        "texto": "Em 30 de dezembro de 1922, foi proclamada a União das Repúblicas Socialistas Soviéticas (URSS), formando um novo estado que abrangia várias repúblicas soviéticas."
      },
      {
        "texto1": "No dia 30 de dezembro de 2006, o ex-presidente do Iraque, Saddam Hussein, foi executado por enforcamento após ser condenado por crimes contra a humanidade."
      }
    ]
  },
  "12-31": {
    "curiosidade": [
      {
        "texto": "Em 31 de dezembro de 1759, o famoso compositor austríaco Wolfgang Amadeus Mozart nasceu em Salzburgo, deixando um legado duradouro na música clássica."
      },
      {
        "texto1": "No dia 31 de dezembro de 1999, ocorreu a virada do milênio, marcando o início do século XXI e o temido 'Bug do Milênio'q não causou os problemas catastróficos previstos em sistemas de computador em todo o mundo."
      }
    ]
  }
}