{
  "1-1": {
    "quote": "O importante não é vencer todos os dias, mas lutar sempre.",
    "author": "Waldemar Valle Martins\n\n\n\nVitrais do mundo. São Paulo: Loyola, 1999."
  },
  "1-2": {
    "quote": "Maior que a tristeza de não haver vencido é a vergonha de não ter lutado!",
    "author": "Rui Barbosa\nBUCHSBAUM, P., Frases Geniais, Ediouro Publicações, 2004"
  },
  "1-3": {
    "quote": "É melhor conquistar a si mesmo do que vencer mil batalhas.",
    "author": "Buda\n\n\n\nBYROM, Thomas. Dhammapada: The Sayings of the Buddha (1993)."
  },
  "1-4": {
    "quote": "Quem ousou conquistar e saiu pra lutar, chega mais longe!",
    "author": "Charlie Brown Jr\n\n\nNota: Trecho da música Nada é impossível."
  },
  "1-5": {
    "quote": "Enquanto houver vontade de lutar haverá esperança de vencer.",
    "author": "Santo Agostinho"
  },
  "1-6": {
    "quote": "Difícil é ganhar um amigo em uma hora; fácil é ofendê-lo em um minuto.",
    "author": "Provérbio Chinês"
  },
  "1-7": {
    "quote": "O medo de perder tira a vontade de ganhar.",
    "author": "MussumNota: O pensamento também é atribuído ao técnico de futebol brasileiro Vanderlei Luxemburgo."
  },
  "1-8": {
    "quote": "Aquele que não tem confiança nos outros, não lhes pode ganhar a confiança.",
    "author": "Lao-Tsé"
  },
  "1-9": {
    "quote": "Escolher o seu tempo é ganhar tempo.",
    "author": "Francis Bacon\n\n\n\nBACON, F., Essays, 1625"
  },
  "1-10": {
    "quote": "Perder para a razão, sempre é ganhar.",
    "author": "Aldo Novak"
  },
  "1-11": {
    "quote": "Muitos sabem ganhar dinheiro, mas poucos sabem gastá-lo.",
    "author": "Henry David Thoreau"
  },
  "1-12": {
    "quote": "Arriscamo-nos a perder quando queremos ganhar demais.",
    "author": "Jean de La Fontaine"
  },
  "1-13": {
    "quote": "Se você pretende ser rico, pense em economizar tanto quanto em ganhar.",
    "author": "Benjamin Franklin\n\n\n\nThe Way to Wealth (1758)."
  },
  "1-14": {
    "quote": "O homem digno ganha para viver; o menos honesto vive para ganhar.",
    "author": "Textos Judaicos"
  },
  "1-15": {
    "quote": "Para ganhar aquilo que vale a pena ter, pode ser necessário perder tudo mais.",
    "author": "Bernadette Devlin"
  },
  "1-16": {
    "quote": "A maior caridade é habilitar o pobre a ganhar a sua vida.",
    "author": "Textos Judaicos"
  },
  "1-17": {
    "quote": "O mundo está perdido para aqueles que o querem ganhar.",
    "author": "Textos Taoístas"
  },
  "1-18": {
    "quote": "Quem sabe o que se pode ganhar num dia jamais furta.",
    "author": "George Herbert"
  },
  "1-19": {
    "quote": "Loteria: acho que, jogando ou não, você tem a mesma chance de ganhar",
    "author": "Fran Lebowitz"
  },
  "1-20": {
    "quote": "A avareza perde tudo ao pretender ganhar tudo.",
    "author": "Jean de La Fontaine"
  },
  "1-21": {
    "quote": "Para ganhar é preciso gastar.",
    "author": "Erasmo de Roterdã"
  },
  "1-22": {
    "quote": "De que serve ao homem conquistar o mundo inteiro se perder a alma?",
    "author": "Jesus Cristo\nBíblia, Marcos 8:36"
  },
  "1-23": {
    "quote": "Não basta conquistar a sabedoria, é preciso usá-la.",
    "author": "Cícero"
  },
  "1-24": {
    "quote": "De nada serve ao homem conquistar a Lua se acaba por perder a Terra.",
    "author": "François Mauriac"
  },
  "1-25": {
    "quote": "É fácil adquirir um inimigo; difícil é conquistar um amigo.",
    "author": "Textos Judaicos"
  },
  "1-26": {
    "quote": "Quer você acredite que consiga fazer uma coisa ou não, você está certo.",
    "author": "Henry Ford"
  },
  "1-27": {
    "quote": "Acredite na justiça, mas não a que emana dos demais e sim na tua própria.",
    "author": "Código Samurai"
  },
  "1-28": {
    "quote": "A única forma de vencer uma discussão é evitá-la.",
    "author": "Dale Carnegie"
  },
  "1-29": {
    "quote": "Não há dor que o sono não consiga vencer.",
    "author": "Honoré de Balzac"
  },
  "1-30": {
    "quote": "A arte de vencer se aprende nas derrotas.",
    "author": "Simon Bolívar"
  },
  "1-31": {
    "quote": "Sofrer, é só uma vez; vencer, é para a eternidade.",
    "author": "Soren Kierkegaard"
  },
  "2-1": {
    "quote": "É mais fácil vencer um mau hábito hoje do que amanhã.",
    "author": "Confúcio"
  },
  "2-2": {
    "quote": "O mal não pode vencer o mal. Só o bem pode fazê-lo.",
    "author": "Leon Tolstói"
  },
  "2-3": {
    "quote": "Nada é mais humilhante do que ver os tolos vencer naquilo em que fracassámos.",
    "author": "Gustave Flaubert"
  },
  "2-4": {
    "quote": "Querer vencer significa já ter percorrido metade do caminho.",
    "author": "Paderewsky"
  },
  "2-5": {
    "quote": "Só se pode vencer a natureza obedecendo-lhe.",
    "author": "Francis Bacon\n\n\n\nBACON, F., Novo Órgão ou elementos de interpretação da natureza, 1620"
  },
  "2-6": {
    "quote": "O primeiro grau do heroísmo é vencer o medo.",
    "author": "G. Bona"
  },
  "2-7": {
    "quote": "É mais difícil vencer hábitos ruins do que despedaçar rochas.",
    "author": "Textos Judaicos"
  },
  "2-8": {
    "quote": "Aquele que sabe vencer-se na vitória é duas vezes vencedor.",
    "author": "Públio Siro"
  },
  "2-9": {
    "quote": "Aquele que quer morrer ou vencer raramente é vencido.",
    "author": "Pierre Corneille"
  },
  "2-10": {
    "quote": "A arte pode vencer a natureza, desde que o artista deixe nela a sua marca.",
    "author": "Miguel Ângelo"
  },
  "2-11": {
    "quote": "Só é lutador quem sabe lutar consigo mesmo.",
    "author": "Carlos Drummond de Andrade\n\n\n\n\"O Avesso das Coisas. Aforismos\". Editora Record. 2ª Edição. 1990"
  },
  "2-12": {
    "quote": "Viver significa lutar.",
    "author": "Sêneca"
  },
  "2-13": {
    "quote": "Fácil é sonhar todas as noites. Difícil é lutar por um sonho.",
    "author": "DesconhecidoNota: Trecho do poema \"Reverência ao destino\"."
  },
  "2-14": {
    "quote": "O homem nasceu para lutar e a sua vida é uma eterna batalha.",
    "author": "Thomas Carlyle"
  },
  "2-15": {
    "quote": "Vale mais lutar com gente de bem do que triunfar sobre gente ruim.",
    "author": "Baltasar Gracián y Morales"
  },
  "2-16": {
    "quote": "Só há uma maneira de lutar contra o poder: é sobreviver-lhe.",
    "author": "Voltaire"
  },
  "2-17": {
    "quote": "Lutar contra a injustiça custa-me mais do que sofrê-la.",
    "author": "Jeanne Roland"
  },
  "2-18": {
    "quote": "Sonha e serás livre de espírito... luta e serás livre na vida.",
    "author": "Che Guevara"
  },
  "2-19": {
    "quote": "Imagine uma nova história para sua vida e acredite nela.",
    "author": "Paulo Coelho\n\n\nNota: Trecho do texto \"Recriando o Passado\", publicado em 09/10/2009 na coluna de Paulo Coelho, no site Globo.com\n...Mais"
  },
  "2-20": {
    "quote": "Prefiro perder a guerra e ganhar a paz.",
    "author": "Bob MarleyNota: Autoria não confirmada."
  },
  "2-21": {
    "quote": "Colabora, pô. Tá tão fácil me ganhar, basta fazer tudo pra me perder.",
    "author": "Tati Bernardi"
  },
  "2-22": {
    "quote": "Desconsiderar é ganhar consideração.",
    "author": "Arthur Schopenhauer"
  },
  "2-23": {
    "quote": "Se você quieser ganhar você tem que entrar no jogo da vida",
    "author": "Luiz Gasparetto"
  },
  "2-24": {
    "quote": "Conquistar não é suficiente. É preciso saber seduzir.",
    "author": "Voltaire\n\n\n\nMérope (1744)."
  },
  "2-25": {
    "quote": "A primeira e melhor vitória é conquistar a si mesmo.",
    "author": "Platão"
  },
  "2-26": {
    "quote": "Tudo o que a mente humana pode conceber, ela pode conquistar.",
    "author": "Napoleon Hill"
  },
  "2-27": {
    "quote": "O problema não é me conquistar, é me manter interessada.",
    "author": "Tumblr"
  },
  "2-28": {
    "quote": "Quem é capaz de domar seu coração, é capaz de conquistar o mundo.",
    "author": "Paulo Coelho"
  },
  "2-29": {
    "quote": "Mulheres nunca são conquistadas,elas apenas deixam-se conquistar...",
    "author": "Augusto Branco"
  },
  "3-1": {
    "quote": "Confiança: uma vida para conquistar, segundos para perder.",
    "author": "Tumblr"
  },
  "3-2": {
    "quote": "Aquele que tem uma ideia é um tipo esquisito até que a ideia vença.",
    "author": "Mark Twain"
  },
  "3-3": {
    "quote": "Acredite que você pode, assim você já está no meio do caminho.",
    "author": "Theodore Roosevelt"
  },
  "3-4": {
    "quote": "Acredite, existem pessoas que não procuram beleza, mas sim coração.",
    "author": "Cazuza"
  },
  "3-5": {
    "quote": "Está bem que você acredite em Deus. Mas vai armado.",
    "author": "Millôr Fernandes"
  },
  "3-6": {
    "quote": "Vencer não é competir com o outro. É derrotar seus inimigos interiores.",
    "author": "Roberto Shinyashiki"
  },
  "3-7": {
    "quote": "Vencer a si próprio é a maior das vitórias.",
    "author": "Platão\n\n\n\nAs Leis"
  },
  "3-8": {
    "quote": "Quanto maiores são as dificuldades a vencer, maior será a satisfação.",
    "author": "Cícero"
  },
  "3-9": {
    "quote": "Se queres vencer o mundo inteiro, vence-te a ti mesmo.",
    "author": "Fiódor Dostoiévski"
  },
  "3-10": {
    "quote": "Vencer por meios que não acredito me trazem resultados que não preciso.",
    "author": "Mahatma Gandhi"
  },
  "3-11": {
    "quote": "Aqueles que não conseguem vencer na vida, vingam-se falando mal dela.",
    "author": "Voltaire"
  },
  "3-12": {
    "quote": "Se querer é poder, querer é vencer.",
    "author": "Rui Barbosa"
  },
  "3-13": {
    "quote": "Eu só queria alguém pra vencer comigo esses dias terrivelmente chatos.",
    "author": "Tati Bernardi"
  },
  "3-14": {
    "quote": "A melhor maneira de vencer uma discussão é evitando-a",
    "author": "Dale Carnegie"
  },
  "3-15": {
    "quote": "Não haveria o direito de vencer se não houvesse o direito de perdoar.",
    "author": "Eça de Queirós"
  },
  "3-16": {
    "quote": "A suprema arte da guerra é derrotar o inimigo sem lutar.",
    "author": "Sun Tzu"
  },
  "3-17": {
    "quote": "Triunfam aqueles que sabem quando lutar e quando esperar.",
    "author": "Sun Tzu"
  },
  "3-18": {
    "quote": "Melhor lutar por algo do que viver para nada.",
    "author": "Winston Churchill"
  },
  "3-19": {
    "quote": "O homem para ser completo tem que estudar, trabalhar e lutar.",
    "author": "Sócrates"
  },
  "3-20": {
    "quote": "O melhor presente Deus me deu, a vida me ensinou a lutar pelo que é meu...",
    "author": "Charlie Brown Jr\n\n\nNota: Trecho da música Lutar pelo que é meu."
  },
  "3-21": {
    "quote": "Não basta sonhar, você tem que lutar e acreditar.",
    "author": "Tumblr"
  },
  "3-22": {
    "quote": "Se a vida fosse fácil, eu não teria prazer em lutar com ela.",
    "author": "Augusto Branco"
  },
  "3-23": {
    "quote": "É preciso saber lutar como um leão, mas lutar por sonhos que valham a pena.",
    "author": "Roberto Shinyashiki"
  },
  "3-24": {
    "quote": "Perca com classe, vença com ousadia, porque o mundo pertence a quem se atreve.",
    "author": "Augusto BrancoNota: Apesar de muitas vezes atribuída de forma errônea a Charles Chaplin, a frase é uma adaptação de trecho do poema \"Vida\" de Augusto Branco\n...Mais"
  },
  "3-25": {
    "quote": "Fazer batota ao jogo e não ganhar, só de um tolo.",
    "author": "Voltaire"
  },
  "3-26": {
    "quote": "Morro pois não me resta mais nada na terra para aprender e conquistar.",
    "author": "Heinrich Kleist"
  },
  "3-27": {
    "quote": "É o vencedor moral que mais facilmente morre para vencer.",
    "author": "Hugo Hofmannsthal"
  },
  "3-28": {
    "quote": "Do que vale ganhar o mundo e não conquistar a mulher amada",
    "author": "Slim rimografia"
  },
  "3-29": {
    "quote": "É melhor perder com a verdade que vencer com a mentira.",
    "author": "Ednilson Emmanoel Cintra"
  },
  "3-30": {
    "quote": "Acredite em si mesmo ou dê ouvidos a faladores.",
    "author": "F.Black"
  },
  "3-31": {
    "quote": "Não pode ganhar. Mas existem outras formas de lutar.",
    "author": "Obi-Wan kenobi\nUma Nova Esperança"
  },
  "4-1": {
    "quote": "Não ter forças para lutar era o meu único perdão.",
    "author": "Clarice Lispector"
  },
  "4-2": {
    "quote": "Saber lutar, por si só, já é vencer.",
    "author": "Rosa Berg"
  },
  "4-3": {
    "quote": "Será que ficar na zona de conforto, sem arriscar, sem lutar, é vencer?",
    "author": "Érico Macri"
  },
  "4-4": {
    "quote": "Quem quer vencer sempre terá forças para lutar.",
    "author": "Yhwh"
  },
  "4-5": {
    "quote": "Sonhar sem realizar é querer vencer a guerra sem lutar",
    "author": "andraus lana"
  },
  "4-6": {
    "quote": "O limite é apenas uma ilusão para quem tem medo de lutar.",
    "author": "Hideki Anagusko"
  },
  "4-7": {
    "quote": "Prefiro perder 100 batalhas a não lutar nenhuma.",
    "author": "Jefferson de Mello"
  },
  "4-8": {
    "quote": "A realidade é meramente uma ilusão, ainda que bastante persistente.",
    "author": "Albert Einstein"
  },
  "4-9": {
    "quote": "Estudar não é perder tempo, estudar é investir tempo.",
    "author": "ARRUDA, J.B. de."
  },
  "4-10": {
    "quote": "A gratidão é a mãe de todos os sentimentos.",
    "author": "Lair Ribeiro"
  },
  "4-11": {
    "quote": "Dentro de nós sempre tem algo criativo, basta pensar, planejar e produzir.",
    "author": "Felipe Teles"
  },
  "4-12": {
    "quote": "Não se iluda com palavras. Apaixone-se por atitudes!",
    "author": "Luiza Valeriano"
  },
  "4-13": {
    "quote": "Não pense no que você perdeu. Pense no quanto ganhou.",
    "author": "A Cinco Passos de Você"
  },
  "4-14": {
    "quote": "Ganhar uma guerra é tão desastroso quanto perdê-la.",
    "author": "Agatha Christie\n\n\n\nAgatha Christie, Autobiografia, 1977"
  },
  "4-15": {
    "quote": "A diferença entre ganhar e perder é, muitas vezes, não desistir.",
    "author": "Walt Disney"
  },
  "4-16": {
    "quote": "Quando não se tem mais nada a perder, só se tem a ganhar.",
    "author": "Caio Fernando Abreu"
  },
  "4-17": {
    "quote": "As vezes é preciso ser como as ondas do mar, recuar para ganhar força.",
    "author": "General Xintilin"
  },
  "4-18": {
    "quote": "Podemos não ganhar todas as batalhas, mas devemos dar sempre o nosso máximo.",
    "author": "Homem-Aranha"
  },
  "4-19": {
    "quote": "Como no xadrez, há vezes em que, para ganhar, é preciso sacrificar uma peça.",
    "author": "La Casa de Papel"
  },
  "4-20": {
    "quote": "Você tem que perder pra saber como ganhar.",
    "author": "Steven Tyler"
  },
  "4-21": {
    "quote": "Crescer é perder algumas ilusões para ganhar outras.",
    "author": "Virginia Woolf"
  },
  "4-22": {
    "quote": "Você quer perder pequeno, eu quero ganhar muito.",
    "author": "Harvey Specter"
  },
  "4-23": {
    "quote": "Só quando aprendemos a perder é que estaremos nos preparando para ganhar.",
    "author": "Adalto Angelo Cruz"
  },
  "4-24": {
    "quote": "Se você for jogar, jogue para ganhar...",
    "author": "2Pac"
  },
  "4-25": {
    "quote": "Nunca comece um jogo que não pode ganhar.",
    "author": "david samuel"
  },
  "4-26": {
    "quote": "As vezes perder é ganhar.",
    "author": "Andresa Martins Vicentini"
  },
  "4-27": {
    "quote": "Não precisa ganhar cada discussão. Aceite a perda e aprenda com o outro...",
    "author": "Bárbara Coré"
  },
  "4-28": {
    "quote": "Ouse conquistar a sí mesmo.",
    "author": "Friedrich Nietzsche"
  },
  "4-29": {
    "quote": "\"As pessoas de dupla personalidade usam a melhor pra te conquistar\"",
    "author": "Samuel Siqueira Ramos"
  },
  "4-30": {
    "quote": "A igreja tem o mesmo objetivo que um vilão de cinema: conquistar o mundo.",
    "author": "Alan Silva"
  },
  "5-1": {
    "quote": "Para conquistar uma mulher, coloque-se no lugar dela!",
    "author": "Daniel Balbi"
  },
  "5-2": {
    "quote": "Saber conquistar uma mulher é uma arte, saber ama-lá é um dom",
    "author": "Felipe Urias"
  },
  "5-3": {
    "quote": "Dividir para conquistar.",
    "author": "Júlio César"
  },
  "5-4": {
    "quote": "\"Tudo o que vale à pena na vida, dá trabalho conquistar...\"",
    "author": "Lourdes Trindade"
  },
  "5-5": {
    "quote": "Quer conquistar algo? Conquiste calos nas mãos e esfole os joelhos.",
    "author": "Cris Westphal"
  },
  "5-6": {
    "quote": "Conquistar o mundo a cavalo é fácil; desmontar e governar é que é difícil.",
    "author": "Genghis Khan"
  },
  "5-7": {
    "quote": "Se supere para conquistar algo que deseja!",
    "author": "Elio Barros 757"
  },
  "5-8": {
    "quote": "Conquistar alguém é fácil, o difícil é reconquistar..",
    "author": "andre"
  },
  "5-9": {
    "quote": "Para conquistar uma mulher é Preciso Conhecer O segredos mas intimos dela",
    "author": "Michael Bezerra"
  },
  "5-10": {
    "quote": "Eu vou reinar, eu vou ganhar e eu vou conquistar.",
    "author": "4th Impact"
  },
  "5-11": {
    "quote": "Amamos mais o que conquistamos com sofrimento.",
    "author": "Aristóteles"
  },
  "5-12": {
    "quote": "Adoro o convite feito pelo olhar. Que não precisa dizer nada. \nSó sentir.",
    "author": "Aline Goulart"
  },
  "5-13": {
    "quote": "Acredite. Queira. Deseje. Assim saberá como é doloroso querer ganhar.",
    "author": "Aila Santana"
  },
  "5-14": {
    "quote": "Você não precisa ser a mais bonita para conquistar um coração, acredite.",
    "author": "Vanessa Pimentel"
  },
  "5-15": {
    "quote": "Ganha quem se esforça para ganhar, perde quem não luta para vencer.",
    "author": "Edivânia Santos"
  },
  "5-16": {
    "quote": "O importante não é ganhar todas as batalhas, mas sim lutar ate o fim",
    "author": "Portella, Gio"
  },
  "5-17": {
    "quote": "Podemos perder ou ganhar,mas com um amigo é sempre mais fácil lutar",
    "author": "Raízza Cardoso"
  },
  "5-18": {
    "quote": "Eu não nasci vencedor, eu nasci para lutar e conquistar.",
    "author": "Roberta Thornton"
  },
  "5-19": {
    "quote": "Não basta ter muitos sonhos. É preciso lutar para conquistar.",
    "author": "Chú Oliveira"
  },
  "5-20": {
    "quote": "O que eu quero nessa vida é lutar pra conquistar",
    "author": "Felipe Camargo"
  },
  "5-21": {
    "quote": "Posso até não conquistar,mas nunca vou parar de lutar!",
    "author": "ROSANGELA"
  },
  "5-22": {
    "quote": "Acredite em milagres, mas não dependa deles.",
    "author": "Immanuel Kant\n\n\n\nA religião nos limites da simples razão (1793).Nota: Trecho adaptado que faz uma síntese do pensamento original: \"Homens sensatos (...) acreditam seguramente, no tocante à teoria, que há milagres, mas em negócios não estabelecem nenhum\".\n...Mais"
  },
  "5-23": {
    "quote": "Acredite em si mesmo, pois até sua sombra te abandona no escuro.",
    "author": "Mr. Catra"
  },
  "5-24": {
    "quote": "Fé, duas letras que podem mudar sua vida, acredite.(Peter Pan)",
    "author": "Walt Disney"
  },
  "5-25": {
    "quote": "Você sempre será a sua melhor companhia! Acredite.",
    "author": "Deborah Oliveira"
  },
  "5-26": {
    "quote": "Se você tem o poder de mentir, acredite, eu tenho a magia de fingir acreditar!",
    "author": "Matheus Arruda Pinheiro"
  },
  "5-27": {
    "quote": "''Não acredite em um sorriso, a maldade está na mente.''",
    "author": "Desconhecido"
  },
  "5-28": {
    "quote": "Não quero que acredite em mim. Apenas em meus sentimentos",
    "author": "Alexandre Boarro"
  },
  "5-29": {
    "quote": "A vida apesar de dura é mágica, por isso sempre acredite no inesperado.",
    "author": "Maria Miranda"
  },
  "5-30": {
    "quote": "Não acredite em tudo que te dizem... tente descobrir por si mesmo a verdade...",
    "author": "JeZieL L. CarVAlhO"
  },
  "5-31": {
    "quote": "Não acredite em todo mundo que sorrir pra vc!",
    "author": "Carine"
  },
  "6-1": {
    "quote": "Acredite no que você sente por dentro,e dar seus sonhos as asas para voar.",
    "author": "Beyoncé"
  },
  "6-2": {
    "quote": "Acredite, você tem forças para chegar onde quiser, basta querer",
    "author": "Valmir P. Pires"
  },
  "6-3": {
    "quote": "Imagine uma história, acredite nela, faça acontecer e se prontifique a viver.",
    "author": "Desconhecido"
  },
  "6-4": {
    "quote": "Acredite em si mesmo, antes de acreditar nos outros...",
    "author": "Crislaine Fernanda"
  },
  "6-5": {
    "quote": "Te amo muito, mesmo que você às vezes não acredite nos meus sentimentos.",
    "author": "Camila Carvalho"
  },
  "6-6": {
    "quote": "Quer você acredite em ordem ou caos, no fim, é a mesma coisa.",
    "author": "Riverdale"
  },
  "6-7": {
    "quote": "Acredite naquilo que vem de dentro, que real se tornarás.",
    "author": "Samantha Rauber"
  },
  "6-8": {
    "quote": "Não sou de dizer \"eu te amo\" mas quando eu disser, acredite!",
    "author": "Ezequias Clarindo"
  },
  "6-9": {
    "quote": "Acredite somente na verdade que te constrói.",
    "author": "Edson Rufo"
  },
  "6-10": {
    "quote": "Acredite em si mesmo e Deus mostrará o quanto és forte.",
    "author": "Silvana Nunes"
  },
  "6-11": {
    "quote": "Não acredite em nada do que você ouve e em metade do que você vê.",
    "author": "Edgar Allan Poe"
  },
  "6-12": {
    "quote": "Lute mesmo sem forças. Acredite mesmo sem esperanças.",
    "author": "Aline Aparecida Rocha"
  },
  "6-13": {
    "quote": "A amizade é algo eterno. Se acabou, acredite, não era verdadeira.",
    "author": "Rhaul Alves"
  },
  "6-14": {
    "quote": "Sempre acredite que você pode ser melhor do que imagina.",
    "author": "Monica Berg"
  },
  "6-15": {
    "quote": "Pra ganhar a batalha tem que ir pra batalha.",
    "author": "Pedro Wanderley dos Santos"
  },
  "6-16": {
    "quote": "Nenhum obstáculo será tão grande se sua vontade de vencer for maior.",
    "author": "Desconhecido"
  },
  "6-17": {
    "quote": "Para vencer na vida, exija muito de si e pouco dos outros...",
    "author": "Confúcio"
  },
  "6-18": {
    "quote": "Sonhe, Lute, Conquiste, Tudo e possivel, Você nasceu para Vencer.",
    "author": "Andy Orlando"
  },
  "6-19": {
    "quote": "Se queres vencer na vida, consulta três velhos.",
    "author": "Provérbio Chinês"
  },
  "6-20": {
    "quote": "É triste falhar na vida, porém mais triste ainda é não tentar vencer.",
    "author": "Franklin Roosevelt"
  },
  "6-21": {
    "quote": "Nem vencer, nem perder, mas sim evoluir.",
    "author": "Charlie Brown Jr"
  },
  "6-22": {
    "quote": "Não é questão de vencer ou perder, é uma questão de como se joga.",
    "author": "Meredith Grey"
  },
  "6-23": {
    "quote": "Podes ter de travar uma batalha mais de uma vez, para a vencer.",
    "author": "Margaret Thatcher"
  },
  "6-24": {
    "quote": "Desistir de algo que não tem chance de dar certo é uma forma de vencer.",
    "author": "Cibele Dorsa"
  },
  "6-25": {
    "quote": "Não te deixes vencer pelo mal, mas vence o mal com o bem.",
    "author": "Bíblia Sagrada\nRomanos 12:21"
  },
  "6-26": {
    "quote": "Vencedores sempre querem vencer de novo.",
    "author": "Harvey Specter"
  },
  "6-27": {
    "quote": "Quantas guerras terei que vencer por um pouco de paz?",
    "author": "Maria Bethânia"
  },
  "6-28": {
    "quote": "Vou vencer a minha dor e seguir o meu caminho.",
    "author": "Anne Frank"
  },
  "6-29": {
    "quote": "Não importa se foram 10 centímetros, ou 10 quilômetros. Vencer é vencer",
    "author": "Toreto Velozes e Furiosos"
  },
  "6-30": {
    "quote": "Me deixe vencer. Mas se eu não puder, me deixe ser corajoso na tentativa.",
    "author": "Arnold Schwarzenegger"
  },
  "7-1": {
    "quote": "Eu não luto porque acho que vou vencer.Eu luto porque tenho que vencer.",
    "author": "Bleach"
  },
  "7-2": {
    "quote": "Se você não jogar, jamais irá vencer.",
    "author": "Charles Bukowski"
  },
  "7-3": {
    "quote": "Não vá a julgamento se você não vai vencer.",
    "author": "Harvey Specter"
  },
  "7-4": {
    "quote": "Meu compromisso é sempre vencer.",
    "author": "Dragon Ball"
  },
  "7-5": {
    "quote": "Para vencer na vida exija muito de si e pouco dos outros.",
    "author": "Augusto CuryNota: O futuro da humanidade"
  },
  "7-6": {
    "quote": "Lutar sempre,vencer talvez, mais desistir nunca",
    "author": "Nathan Guilherme"
  },
  "7-7": {
    "quote": "Lutar? SempreVencer? As vezes\nDesistir? Jamais!",
    "author": "Walison Santtos"
  },
  "7-8": {
    "quote": "Lute todas batalhas que puder vencer, mas jamais lute por lutar.",
    "author": "Shihan Cicero Melo - Hosho Ryu Ninpo"
  },
  "7-9": {
    "quote": "A força pra lutar, vêm da vontade de vencer!",
    "author": "Lenaglis"
  },
  "7-10": {
    "quote": "Bater até abrir,persistir até obter.Lutar para vencer!",
    "author": "Samuel Ranner"
  },
  "7-11": {
    "quote": "Para vencer qualquer batalha, você deve lutar como se já estivesse morto.",
    "author": "Miyamoto MusashiNota: Citação atribuída. Autoria não confirmada."
  },
  "7-12": {
    "quote": "Lutar sempre vencer às vezes desistir NUNCA.",
    "author": "Mmago"
  },
  "7-13": {
    "quote": "Lutar sempre...Vencer Talvez...\nDesistir Jamais...",
    "author": "Maxwellton"
  },
  "7-14": {
    "quote": "As pessoas querem vencer mas não querem lutar. Estranho isso não?",
    "author": "Jeozadaque Martins"
  },
  "7-15": {
    "quote": "Lutar de verdade é nunca desistir de vencer",
    "author": "Risia Brenda"
  },
  "7-16": {
    "quote": "Fui criado para lutar e nascido para vencer.",
    "author": "Nailson Pimenta"
  },
  "7-17": {
    "quote": "Ousar lutar, ousar vencer",
    "author": "Carlos Lamarca"
  },
  "7-18": {
    "quote": "Melhor vencer o passado,cuidar do presente e lutar pelo futuro.",
    "author": "Taiane Mello"
  },
  "7-19": {
    "quote": "Você precisa escolher as causas pelas quais vai lutar nesse mundo.",
    "author": "John Green\n\n\n\nGREEN, J. A Culpa é das Estrelas. Rio de Janeiro: Intrínseca, 2012"
  },
  "7-20": {
    "quote": "encontre outra maneira de FICAR e LUTAR.",
    "author": "Teen Wolf"
  },
  "7-21": {
    "quote": "Quando se ama alguém, vale a pena lutar, não importa as probabilidades.",
    "author": "Pretty Little Liars"
  },
  "7-22": {
    "quote": "Nós defendemos tanto sem saber por que lutar...",
    "author": "Legião Urbana\nSoldados"
  },
  "7-23": {
    "quote": "Não vou lutar a sua guerra. Vou acabar com ela.",
    "author": "Capitã Marvel"
  },
  "7-24": {
    "quote": "Lutar não é bom, mas se você tiver que lutar, vença.",
    "author": "Karate Kid"
  },
  "7-25": {
    "quote": "Ser Santo é lutar contra o pecado de todos os Dias.",
    "author": "João Paulo II"
  },
  "7-26": {
    "quote": "Das nuvens eu posso cuidar, mas não posso lutar contra um eclipse.",
    "author": "Stephenie Meyer - Eclipse"
  },
  "7-27": {
    "quote": "Pra que lutar se podemos negociar?",
    "author": "Capitão Jack Sparrow"
  },
  "7-28": {
    "quote": "Agora e sempre, ficaremos até amanhãE prometemos lutar pelo nosso destino",
    "author": "Slipknot"
  },
  "7-29": {
    "quote": "Ser vencedor é nunca desistir de lutar, mesmo quando se está sempre perdendo.",
    "author": "Paulo Roberto Avelino de Oliveira"
  },
  "7-30": {
    "quote": "Se você não lutar por alguma coisa, será vencido por qualquer coisa.",
    "author": "DesconhecidoNota: Apesar de ser mencionada no filme \"Sucker Punch: Mundo Surreal\", a verdadeira autoria da frase é desconhecida.\n...Mais"
  },
  "7-31": {
    "quote": "As lutas não se superam, simplesmente se aprende a lutar.",
    "author": "Mike Murdock"
  },
  "8-1": {
    "quote": "Lutar e lutar, até que cordeiros se transformem em leões...",
    "author": "Robin Hood"
  },
  "8-2": {
    "quote": "Porque é... mais fácil fugir do que lutar pelo que você quer realmente.",
    "author": "Pretty Little Liars"
  },
  "8-3": {
    "quote": "Você sabe pelo que vale a pena lutar?",
    "author": "Green Day"
  },
  "8-4": {
    "quote": "Posso cuidar das nuvens, mas não posso lutar contra um eclipse.",
    "author": "Jacob Black"
  },
  "8-5": {
    "quote": "O judoca não se aperfeiçoa para lutar, luta para se aperfeiçoar.",
    "author": "Jigoro Kano"
  },
  "8-6": {
    "quote": "Lutar sempre, desistir jamais.",
    "author": "Desconhecido"
  },
  "8-7": {
    "quote": "Desistir é pra covardes e fracos; lutar por algo perdido é para idiotas!",
    "author": "Diogo Lima"
  },
  "8-8": {
    "quote": "A guerra é a escolha daqueles que não vão lutar",
    "author": "Bono Vox"
  },
  "8-9": {
    "quote": "\"Quem tem medo de lutar,não tem coragem de viver\"",
    "author": "Lamharck Dias"
  },
  "8-10": {
    "quote": "Pra que lutar tanto com medo da morte se ela é a única certeza da vida?",
    "author": "Washington rocha"
  },
  "8-11": {
    "quote": "Dean: Estou cansado. Cansado de lutar com aquilo que eu deveria ser.",
    "author": "Supernatural - 5 temporada - eps 18"
  },
  "8-12": {
    "quote": "Se a vida te afastar, lute por cada centímetro.",
    "author": "A Cinco Passos de Você"
  },
  "8-13": {
    "quote": "Só mais um round!",
    "author": "Rocky Balboa"
  },
  "8-14": {
    "quote": "Para vencer na vida, é necessário tudo fazer com entusiasmo.",
    "author": "Paul Nyssens"
  },
  "8-15": {
    "quote": "O mais certo caminho para evitar o fracasso é decidir-se a vencer.",
    "author": "Sheridan"
  },
  "8-16": {
    "quote": "Quem ousou conquistar e saiu pra lutar, chega mais longe",
    "author": "Pregador Luo"
  },
  "8-17": {
    "quote": "A maior derrota na vida é quando paramos de lutar pelos nossos sonhos",
    "author": "Adriano Menezes"
  },
  "8-18": {
    "quote": "Não há derrota que derrote quem nasceu para vencer.",
    "author": "Desconhecido"
  },
  "8-19": {
    "quote": "Os problemas são nossos melhores amigos.",
    "author": "Lair Ribeiro"
  },
  "8-20": {
    "quote": "Uma vez estabelecida, a tendência de toda crença é se perpetuar",
    "author": "Lair Ribeiro"
  },
  "8-21": {
    "quote": "O que importa não é o que acontece com você, mas a sua percepção.",
    "author": "Lair Ribeiro"
  },
  "8-22": {
    "quote": "Se posso escolher, eu escolho ser o melhor que posso ser.",
    "author": "CAMILA HARUMI"
  },
  "8-23": {
    "quote": "Não fuja dos seus medos, eles não tem medo de você.",
    "author": "CONQUISTA DE VALOR"
  },
  "8-24": {
    "quote": "Nunca foi vergonha ajoelhar pra rezar, pedir proteção e levantar pra lutar.",
    "author": "Desconhecido"
  },
  "8-25": {
    "quote": "Você não vence sozinho. É assim que as coisas são.(Tobio Kageyama)",
    "author": "Haikyuu!!"
  },
  "8-26": {
    "quote": "Quem vence alguém é o um vencedor, mas quem vence a si mesmo é invencível.",
    "author": "Morihei Ueshiba"
  },
  "8-27": {
    "quote": "Nunca subestime o poder de sua visão para mudar o seu mundo.",
    "author": "Caio Carneiro"
  },
  "8-28": {
    "quote": "A força do pensamento é mais forte do que imaginamos",
    "author": "Luiza Paiva"
  },
  "8-29": {
    "quote": "Deus sabe o momento certo para realizar os teus sonhos, acredite.",
    "author": "Erick Pereira"
  },
  "8-30": {
    "quote": "O que te incomoda, te aprisiona.",
    "author": "Gustavo Boroni"
  },
  "8-31": {
    "quote": "Não ouça opinião negativa de ninguémAcredite em você apesar de tudo",
    "author": "Osmar Pinheiro"
  },
  "9-1": {
    "quote": "Se fazes tanta questão de ganhar, então joga sozinho.",
    "author": "Provérbio Árabe"
  },
  "9-2": {
    "quote": "Você se acha melhor, mas sabe muito bem que eu posso te ganhar.",
    "author": "Ricardo Limão"
  },
  "9-3": {
    "quote": "Ganhar dinheiro é sorte.Fazer dinheiro é habilidade.",
    "author": "Felipe Leone"
  },
  "9-4": {
    "quote": "Já pensou quanto tempo se perde para ganhar o dinheiro que se gasta?",
    "author": "Salgado Filho"
  },
  "9-5": {
    "quote": "Tudo que você pode ganhar, depende de tudo que você está disposto a perder.",
    "author": "Tayrelene do Vale"
  },
  "9-6": {
    "quote": "É o homem que ganha o dinheiro... ou é o contrário?",
    "author": "Provérbio Árabe"
  },
  "9-7": {
    "quote": "Se você quer ganhar, você tem que saber perder.",
    "author": "Bruno Barreto"
  },
  "9-8": {
    "quote": "Se eu ganhar e você perder, então perderei também.",
    "author": "Luís Miguel Militão Guerreiro"
  },
  "9-9": {
    "quote": "Para ganhar, você precisa arriscar a perder",
    "author": "Carlos Bertini"
  },
  "9-10": {
    "quote": "Não vale a pena ganhar algo e se perder.",
    "author": "karolina s. Abreu"
  },
  "9-11": {
    "quote": "Perdi você, sem ao menos tentar ganhar.",
    "author": "Yohanna"
  },
  "9-12": {
    "quote": "Devemos ganhar com graça e perder com dignidade.",
    "author": "David Ben Schwantes"
  },
  "9-13": {
    "quote": "Quer ganhar milhões de seguidores? Cutuque uma colméia!",
    "author": "Eduardo Costa"
  },
  "9-14": {
    "quote": "A diferença de ganhar e perder, na maioria das vezes, é não desistir.",
    "author": "Walt Disney"
  },
  "9-15": {
    "quote": "Não que eu só queira ganhar, mas já cansei de perder",
    "author": "Desconhecido"
  },
  "9-16": {
    "quote": "O tempo que se leva para ganhar dinheiro mata a parte da vida que é essencial.",
    "author": "A Grande Aposta"
  },
  "9-17": {
    "quote": "A vida é como um jogo de xadrez onde você tem que pensar para ganhar.",
    "author": "Igor Silveira Vasconcelos"
  },
  "9-18": {
    "quote": "Independente da escolha, vc tem que perde pra ganhar.",
    "author": "joanderson o coringa"
  },
  "9-19": {
    "quote": "Por paz e confiança pode-se ganhar o diaApesar de todas suas perdas.",
    "author": "Led Zeppelin"
  },
  "9-20": {
    "quote": "Quando entramos numa guerra, é para ganhar.",
    "author": "Bill Clinton"
  },
  "9-21": {
    "quote": "\"Só falta eu te querer, te ganhar e te perder\"",
    "author": "Lulu Santos"
  },
  "9-22": {
    "quote": "Infelizmente não tem como ganhar o mundo sem perder um pouco da gente.",
    "author": "Fred Elboni\n\n\n\nMeu Universo Particular"
  },
  "9-23": {
    "quote": "A confiança é algo tão frágil que se pode ganhar ou perder em um instante.",
    "author": "As Telefonistas"
  },
  "9-24": {
    "quote": "Você  não perdeu nada, você só deixou de ganhar !",
    "author": "Larice Carla Oliveira"
  },
  "9-25": {
    "quote": "Não se pode ganhar uma corrida, sem ligar o carro.",
    "author": "Sean"
  },
  "9-26": {
    "quote": "Se ganhar, não diga nada. Se perder, diga menos ainda.",
    "author": "Paul Brown"
  },
  "9-27": {
    "quote": "Saber ceder em tempo é outra forma de ganhar.",
    "author": "Baltasar Gracián y Morales"
  },
  "9-28": {
    "quote": "Perder é só mais uma forma de ganhar",
    "author": "Gustavo Moura"
  },
  "9-29": {
    "quote": "Ter dinheiro é uma coisa, já saber ganhar dinheiro é outra.",
    "author": "RB Correa"
  },
  "9-30": {
    "quote": "⁠Para ganhar muito, às vezes é preciso assumir grandes riscos.",
    "author": "Bill Gates"
  },
  "10-1": {
    "quote": "Se eu ganhar um Oscar eu serei lembrado. E então minha vida terá um sentido",
    "author": "BoJack Horseman"
  },
  "10-2": {
    "quote": "Certos jogos, na tentativa de ganhar, só lhe fazem perder.",
    "author": "Lavínia Lins"
  },
  "10-3": {
    "quote": "Ganhe dinheiro mas não deixe ele te ganhar.",
    "author": "Desconhecido"
  },
  "10-4": {
    "quote": "Perder uma batalha não é mais que a obrigação de ganhar outra.",
    "author": "José Martí"
  },
  "10-5": {
    "quote": "A maneira mais inteligente de ganhar atenção,é não dá atenção.",
    "author": "thay crismaltely"
  },
  "10-6": {
    "quote": "Eu preferiria ganhar café do que elogios neste momento.",
    "author": "Louisa May Alcott"
  },
  "10-7": {
    "quote": "Não é fácil ganhar minha confiança, mas é fácil perdê-la.",
    "author": "Confiter"
  },
  "10-8": {
    "quote": "E do que vale ganhar o mundo e perder sua alma ?",
    "author": "Desconhecido"
  },
  "10-9": {
    "quote": "Nem tudo na vida é como queremos,as vezes para ganhar é preciso perde.",
    "author": "Arthur Borges"
  },
  "10-10": {
    "quote": "Aquele que trabalha o dia todo não tem tempo para ganhar dinheiro.",
    "author": "John D.Rockefeller"
  },
  "10-11": {
    "quote": "⁠Só você consegue se humilhar completamente e ainda assim ganhar a noite.",
    "author": "Dinastia"
  },
  "10-12": {
    "quote": "Não importa se você ganha por um segundo ou um quilômetro, ganhar é ganhar.",
    "author": "Vin Diesel"
  },
  "10-13": {
    "quote": "É melhor perder dinheiro e ganhar a vida do que o contrário.",
    "author": "Frei Vicente"
  },
  "10-14": {
    "quote": "O que eu sei me faz ganhar dinheiro. O que eu não sei me faz perder dinheiro.",
    "author": "Robert Kiyosaki"
  },
  "10-15": {
    "quote": "Arrisque! Você só tem algo a perder se não tiver o que ganhar!",
    "author": "Patrick Leandro"
  },
  "10-16": {
    "quote": "Não dá para ganhar todas. O importante é não perder todas.",
    "author": "Marinho Guzman"
  },
  "10-17": {
    "quote": "Nada tenho que possa perder e nem há coisa alguma que eu queira ganhar.",
    "author": "Fernanda Magalhães"
  },
  "10-18": {
    "quote": "as vezes é melhór perder do que ganhar pois o sofrimento é o mesmo.",
    "author": "suellen pires"
  },
  "10-19": {
    "quote": "É muito bom conquistar novos amigos sem desprezar os antigos.",
    "author": "Rainha Cristina da Suécia"
  },
  "10-20": {
    "quote": "O cálculo da relatividade é difícil mas te conquistar é impossível.",
    "author": "louco"
  },
  "10-21": {
    "quote": "Não é me dominando assim que você vai me conquistar.",
    "author": "Legião Urbana"
  },
  "10-22": {
    "quote": "É melhor conquistar a si mesmo do que conquistar o mundo",
    "author": "Buda"
  },
  "10-23": {
    "quote": "Como conquistar uma mulher em 2 palavras: QUER VODKA???????",
    "author": "Isabela FreitasNota: Partilhado pela autora nas redes sociais"
  },
  "10-24": {
    "quote": "É necessário perder o irrelevante para conquistar o fundamental.",
    "author": "MGT"
  },
  "10-25": {
    "quote": "Tem malandragem de sobra e liberdade para conquistar.",
    "author": "3030"
  },
  "10-26": {
    "quote": "O primeiro passo para conquistar o coração de uma mulher é estar afim dela.",
    "author": "Paulo Ricardo Mello"
  },
  "10-27": {
    "quote": "Ninguém precisa conquistar o mundo, apenas sabedoria para viver nele.",
    "author": "VicenteCunha"
  },
  "10-28": {
    "quote": "As melhores coisas da vida são as mais  difíceis de se conquistar",
    "author": "Thiago Silva"
  },
  "10-29": {
    "quote": "A confiança é fácil de conquistar e difícil de reconquistar.",
    "author": "iran mnr"
  },
  "10-30": {
    "quote": "Mais fácil conquistar uma cidade inteira que o amigo ferido.",
    "author": "Ricardo Gondim"
  },
  "10-31": {
    "quote": "Pra conquistar grandes vitórias é necessário travar grandes batalhas.",
    "author": "Felipe Arco"
  },
  "11-1": {
    "quote": "Querer não é poder; pode até ser,querer pra ter; prefiro conquistar pra ter.",
    "author": "Malik Black )"
  },
  "11-2": {
    "quote": "Medo e Coragem se usados em sintonia nos levam a conquistar o impossível.",
    "author": "Vinicius Siqueira"
  },
  "11-3": {
    "quote": "Todo homem é capaz de conquistar uma mulher que sonha...",
    "author": "Josyas"
  },
  "11-4": {
    "quote": "Conquistar os outros é ter poder. Conquistar a nós mesmos é saber o caminho.",
    "author": "Desconhecido"
  },
  "11-5": {
    "quote": "Quanto de controle emocional você tem para conquistar seus objetivos?",
    "author": "Andrelina Lima"
  },
  "11-6": {
    "quote": "Acredito que no final a verdade vai conquistar.",
    "author": "John Wycliffe"
  },
  "11-7": {
    "quote": "Uma famosa tática do Diabo é dividir para conquistar.",
    "author": "Pr.Ronildo Santos"
  },
  "11-8": {
    "quote": "Saber abrir mão disso para conquistar aquilo. Simples assim.",
    "author": "Thalita Souza"
  },
  "11-9": {
    "quote": "Eu voltarei, depois das lutas, depois de conquistar meu espaço, eu voltarei.",
    "author": "Chili."
  },
  "11-10": {
    "quote": "Conquistar a prosperidade é tarefa que exige mais sabedoria que inteligência!",
    "author": "Paulo Eduardo Dubiel"
  },
  "11-11": {
    "quote": "Não conquiste poder, mas tenha o poder de conquistar.",
    "author": "Ariel Lisboa"
  },
  "11-12": {
    "quote": "Saber conquistar é o segredo para não precisar exigir...",
    "author": "Thatu Nunes (DraDoAmor)"
  },
  "11-13": {
    "quote": "⁠O segredo do sucesso é conquistar aquilo que o dinheiro não pode comprar.",
    "author": "O vendedor de Sonhos"
  },
  "11-14": {
    "quote": "Temos que ser otimistas, pensar positivo que iremos conquistar nossos sonhos.",
    "author": "Sergio Furquim"
  },
  "11-15": {
    "quote": "Conquiste clientes e eles conquistarão mais clientes para você.",
    "author": "César Mors"
  },
  "11-16": {
    "quote": "A mulher conquista no olhar, é como um segredo que o homem teima em decifrar",
    "author": "Rafael Andradee"
  },
  "11-17": {
    "quote": "Quando as pessoas lhe mostram quem elas são, acredite nelas da primeira vez.",
    "author": "Maya Angelou"
  },
  "11-18": {
    "quote": "A incompetência, acredite, já destruiu mais políticos que a desonestidade.",
    "author": "Ediel"
  },
  "11-19": {
    "quote": "Acredite: O passado não tem volta, e nada dói pra sempre.",
    "author": "Caio Fernando Abreu"
  },
  "11-20": {
    "quote": "Se você tem um sonho, apenas acredite.",
    "author": "Justin Bieber"
  },
  "11-21": {
    "quote": "Dê importância a seus sonhos. Acredite em si mesmo. Não desista jamais.",
    "author": "Jefferson Alan"
  },
  "11-22": {
    "quote": "Tenha fé e acredite, o melhor já é seu. Ele já deixou reservado para você.",
    "author": "Caio Fernando Abreu"
  },
  "11-23": {
    "quote": "Fotografia é um dom. Acredite, um ângulo errado muda tudo.",
    "author": "Itarcio A. L."
  },
  "11-24": {
    "quote": "Não preciso de bons advogados,eu tenho o melhor e acredite ele não cobra.",
    "author": "Adriano Soares"
  },
  "11-25": {
    "quote": "Faça a sua parte e acredite em Deus. O resto logo virá.",
    "author": "Hélder Sena de Sousa"
  },
  "11-26": {
    "quote": "Acredite nas pessoas mas até o seu limite.",
    "author": "Cilene Uzêda"
  },
  "11-27": {
    "quote": "Nunca acredite nas palavras de um homen, mais sim nos sentimentos.",
    "author": "Rafael Imamura"
  },
  "11-28": {
    "quote": "Nunca acredite em ajuda estrangeira.",
    "author": "Adolf Hitler"
  },
  "11-29": {
    "quote": "Acredite, sua própria vulnerabilidade é a sua maior força.",
    "author": "Nay ZASH"
  },
  "11-30": {
    "quote": "Antes de qualquer coisa, acredite em si mesmo, saiba que você é capaz!",
    "author": "LUIZA CAROLINA"
  },
  "12-1": {
    "quote": "se falarem mal de mim, não acredite...se falarem bem desconfie.",
    "author": "sersan"
  },
  "12-2": {
    "quote": "\"Acredite na vida, isso sim vale.\"",
    "author": "Edson Rufo"
  },
  "12-3": {
    "quote": "''Acredite: As coisas perfeitas quase sempre estão por vir.''",
    "author": "Rebecka Souza"
  },
  "12-4": {
    "quote": "Acredite no poder das palavras, afinal toda a fé do mundo se baseia nelas.",
    "author": "Roger Stankewski"
  },
  "12-5": {
    "quote": "Acredite em você mesmo. Você é capaz de muito mais do que imagina.",
    "author": "Karen Berg"
  },
  "12-6": {
    "quote": "Sonhe , acredite e realize .",
    "author": "Evelyn Bianchi"
  },
  "12-7": {
    "quote": "E em silêncio Deus sempre coloca tudo no \nseu devido lugar!\nAcredite...",
    "author": "Paula Monteiro"
  },
  "12-8": {
    "quote": "Acredite, tentar ser outra pessoa é mais difícil do que ser você mesmo.",
    "author": "Pr. Ivan Junio ( Pastor Insano )"
  },
  "12-9": {
    "quote": "- Eu preciso que você acredite- Acreditar em quê?\n- Acreditar em mágica.",
    "author": "Once Upon a Time"
  },
  "12-10": {
    "quote": "Acredite em mim, tudo fica melhor com uma boa mentira.",
    "author": "Pretty Little Liars-Cece Drake"
  },
  "12-11": {
    "quote": "Acredite em você mesmo, não perca tempo acreditando nos outros.",
    "author": "Marcelle Figueiredo"
  },
  "12-12": {
    "quote": "⁠Acredite:O futuro se torna um passado sem presente !",
    "author": "Kovalski Luis"
  },
  "12-13": {
    "quote": "Aconteça o que aconteça, acredite que amanhã sera um dia melhor.",
    "author": "Renner Bulcão"
  },
  "12-14": {
    "quote": "Axioma Número 1: não acredite, a realidade é uma questão de ótica!",
    "author": "Mestre DeRose"
  },
  "12-15": {
    "quote": "Nunca desista dos seus sonhos, mesmo que ninguém acredite neles.",
    "author": "Thalita Rebouças"
  },
  "12-16": {
    "quote": "Vai ter muita gente dizendo que não vai dar certo. Acredite em você.",
    "author": "Flávio Augusto da Silva"
  },
  "12-17": {
    "quote": "Lute e conquiste, supere seus medos. Acredite em seus sonhos.",
    "author": "AISLAN DLANO"
  },
  "12-18": {
    "quote": "Tenha fé, acredite e não fique parado",
    "author": "Aquiles Maior"
  },
  "12-19": {
    "quote": "Vencer não se trata de ganhar, mas sim de lutar;",
    "author": "Julio Aukay"
  },
  "12-20": {
    "quote": "Evoluir é lutar, conquistar e vencer as intempéries da vida",
    "author": "Iaponira Barros"
  },
  "12-21": {
    "quote": "Ganhar é pra quem tem sorte; conquistar é pra quem tem capacidade.",
    "author": "Dáblio Melo"
  },
  "12-22": {
    "quote": "Cuidado ao tentar vencer a qualquer custo, você acaba igual ao inimigo.",
    "author": "Ed René Kivitz"
  },
  "12-23": {
    "quote": "Não se luta pra vencer sempre. Luta-se por dignidade!",
    "author": "Leandro M Ferreira neto"
  },
  "12-24": {
    "quote": "Você realmente não pode vencer alguém que insiste em continuar a discussão.",
    "author": "The Heirs (série)"
  },
  "12-25": {
    "quote": "Mais importante que a vontade de vencer é a coragem de começar.",
    "author": "Roger Stankewski"
  },
  "12-26": {
    "quote": "A paciência é a melhor maneira de vencer.",
    "author": "Santo Antônio de Pádua"
  },
  "12-27": {
    "quote": "Desânimo nenhum pode ser maior que a vontade de ser feliz e vencer!",
    "author": "Vanessa Pimentel"
  },
  "12-28": {
    "quote": "Manda quem não sente. Vence quem pensa só o que precisa para vencer.",
    "author": "Fernando Pessoa"
  },
  "12-29": {
    "quote": "Nascido para perder,viva para vencer.",
    "author": "Lemmy Kilmister"
  },
  "12-30": {
    "quote": "É difícil vencer o preconceito, pois a cor da pele ainda tem endereço.",
    "author": "Luiz Machado"
  },
  "12-31": {
    "quote": "O grande barato na vida é vencer a tristeza expressando um lindo sorriso.",
    "author": "Mário Pires"
  }
}